{
    "review": {
        "ru": [
            "Рожденный в 1940 году, Институт геологических наук был создан по инициативе Каныша Сатпаева, который предложил объединить усилия геологов, химиков, горных инженеров и физиков в едином научном центре. Это решение заложило основы комплексного подхода к изучению природных ресурсов, который стал двигателем экономического развития страны.",
            "С момента своего основания Институт позиционировал себя не только как академический центр, но и как ключевой элемент стратегического развития республики. Его история включает в себя картографические работы, открытие новых месторождений и внедрение современных аналитических методов исследований.",
            "Однако вклад Института нельзя ограничивать только практическими результатами. Он является продолжением большой традиции научного познания, сформированной многими поколениями исследователей, которые передавали знания и методики друг другу на протяжении столетий.",
            "Первые учёные Института прошли свои первые профессиональные испытания в годы Второй мировой войны, в сложных полевых условиях и напряжённой работе над исследованиями. Эти обстоятельства сформировали характер и профессионализм целого поколения специалистов.",
            "В 1967 году Институт стал первым научным центром Казахстана, получившим высокую государственную награду — орден Трудового Красного Знамени. Однако главная ценность его работы заключается в открытии множества месторождений и в формировании авторитетной научной школы. Сегодня молодые исследователи Института продолжают учиться на практике, сочетая лабораторные исследования с непосредственным опытом работы в полевых условиях.",
            "Коллектив Института представляет собой уникальное сообщество, объединяющее выдающихся геологов, лауреатов государственных премий и членов академий наук. Сегодня Институт остается важным научным центром с многопрофильными лабораториями и активно работающими экспедициями, сохраняя преемственность и высокий уровень профессионализма."
        ],
        "en": [
            "Founded in 1940, the Institute of Geological Sciences was established on the initiative of Kanysh Satpayev, who proposed uniting the efforts of geologists, chemists, mining engineers, and physicists in a single scientific center. This decision laid the foundation for a comprehensive approach to the study of natural resources, which became a driver of the country's economic development.",
            "Since its inception, the Institute has positioned itself not only as an academic center but also as a key element of the strategic development of the republic. Its history includes cartographic work, the discovery of new deposits, and the introduction of modern analytical research methods.",
            "However, the Institute's contribution cannot be limited to practical results alone. It continues a great tradition of scientific knowledge, formed by many generations of researchers who passed on their knowledge and methods to each other over centuries.",
            "The first scientists of the Institute faced their initial professional challenges during the Second World War, in difficult field conditions and under the strain of research work. These circumstances shaped the character and professionalism of an entire generation of specialists.",
            "In 1967, the Institute became the first scientific center in Kazakhstan to receive a high state award — the Order of the Red Banner of Labor. However, the main value of its work lies in the discovery of numerous deposits and the formation of an authoritative scientific school. Today, young researchers of the Institute continue to learn through practice, combining laboratory studies with direct field experience.",
            "The staff of the Institute is a unique community that brings together outstanding geologists, state prize laureates, and members of academies of sciences. Today, the Institute remains an important scientific center with multidisciplinary laboratories and actively working expeditions, preserving continuity and a high level of professionalism."
        ],
        "kz": [
            "1940 жылы құрылған Геологиялық ғылымдар институты Қаныш Сәтбаевтың бастамасымен құрылды. Ол геологтардың, химиктердің, тау-кен инженерлерінің және физиктердің күш-жігерін бір ғылыми орталыққа біріктіруді ұсынды. Бұл шешім табиғи ресурстарды кешенді түрде зерттеудің негізін қалап, елдің экономикалық дамуының қозғаушы күшіне айналды.",
            "Институт құрылған сәтінен бастап өзін тек академиялық орталық ретінде ғана емес, республиканың стратегиялық дамуының негізгі элементі ретінде көрсетті. Оның тарихында картографиялық жұмыстар, жаңа кен орындарын ашу және заманауи аналитикалық зерттеу әдістерін енгізу бар.",
            "Дегенмен, Институттың үлесін тек практикалық нәтижелермен шектеуге болмайды. Ол көптеген ұрпақ зерттеушілері қалыптастырған және ғасырлар бойы білім мен әдістерін бір-біріне жеткізіп отырған үлкен ғылыми таным дәстүрінің жалғасы болып табылады.",
            "Институттың алғашқы ғалымдары өздерінің алғашқы кәсіби сынақтарын Екінші дүниежүзілік соғыс жылдарында, күрделі далалық жағдайларда және зерттеу жұмыстарындағы тынымсыз еңбекте өткерді. Бұл жағдайлар тұтас бір мамандар буынының мінезін және кәсіби деңгейін қалыптастырды.",
            "1967 жылы Институт Қазақстандағы жоғары мемлекеттік марапат — Еңбек Қызыл Ту орденін алған алғашқы ғылыми орталық болды. Дегенмен, оның негізгі құндылығы көптеген кен орындарын ашуда және беделді ғылыми мектепті қалыптастыруда жатыр. Бүгінгі таңда Институттың жас зерттеушілері зертханалық зерттеулерді тікелей далалық тәжірибемен ұштастыра отырып, тәжірибе арқылы білім алуды жалғастыруда.",
            "Институт ұжымы — көрнекті геологтарды, мемлекеттік сыйлық лауреаттарын және ғылым академияларының мүшелерін біріктіретін бірегей қауымдастық. Бүгінгі күні Институт көпсалалы зертханалары және белсенді жұмыс істейтін экспедициялары бар маңызды ғылыми орталық болып қалып отыр, ол сабақтастық пен жоғары кәсібилікті сақтауда."
        ],
        "zh": [
            "地质科学研究所成立于1940年，是在卡尼什·萨特帕耶夫的倡议下创建的，他提议将地质学家、化学家、采矿工程师和物理学家的力量集中在一个科学中心。这一决定奠定了综合研究自然资源的基础，成为国家经济发展的推动力。",
            "自成立以来，研究所不仅将自己定位为学术中心，而且是共和国战略发展的关键组成部分。其历史包括制图工作、新矿床的发现以及现代分析研究方法的引入。",
            "然而，该研究所的贡献并不仅限于实际成果。它延续了由几代研究人员形成的伟大科学认知传统，这些研究人员在几个世纪中相互传授知识和方法。",
            "研究所的第一批科学家在第二次世界大战期间，在艰苦的野外条件下和紧张的科研工作中迎来了他们的首次职业考验。这些环境塑造了整整一代专家的品格和专业精神。",
            "1967年，该研究所成为哈萨克斯坦第一个获得国家高级奖项——劳动红旗勋章的科学中心。然而，其工作的主要价值在于发现了众多矿床并形成了权威的科学学派。今天，该研究所的年轻研究人员继续通过实践学习，将实验室研究与直接的野外经验相结合。",
            "研究所团队是一个独特的社区，汇聚了杰出的地质学家、国家奖获得者和科学院院士。今天，该研究所仍然是一个重要的科学中心，拥有多学科实验室和积极开展工作的考察队，保持着传承和高水平的专业精神。"
        ]
    }
}