[
    {
        "id": 1,
        "name": {
            "ru": "Лаборатория стратиграфии",
            "en": "Stratigraphy laboratory",
            "kz": "Стратиграфия зертханасы",
            "zh": "地层学实验室"
        },
        "slogan": {
            "ru": "«Комплексные стратиграфические исследования для науки и недропользования»",
            "en": "“Comprehensive stratigraphic studies for science and subsoil use”",
            "kz": "«Ғылым мен жер қойнауын пайдалануға арналған кешенді стратиграфиялық зерттеулер»",
            "zh": "“面向科学和矿产资源利用的综合地层学研究”"
        },
        "review": {
            "ru": [
                "Лаборатория стратиграфии является ключевым научным подразделением Института геологических наук им. К.И. Сатпаева. Коллектив специализируется на разработке и модернизации стратиграфических схем Казахстана, выполняя исследования, значимые как для фундаментальной науки, так и для практического недропользования.",
                "История лаборатории начинается с сектора региональной геологии, объединившего стратиграфов, палеонтологов и тектонистов. В последние годы работа сосредоточена на актуализации схем фанерозоя – базовом инструменте геологической съёмки и поисков месторождений по всей территории страны."
            ],
            "en": [
                "The Stratigraphy Laboratory is a key scientific division of the Satbayev Institute of Geological Sciences. The team specializes in the development and modernization of Kazakhstan's stratigraphic schemes, conducting research important both for fundamental science and practical subsoil use.",
                "The history of the laboratory begins with the sector of regional geology, which united stratigraphers, paleontologists, and tectonists. In recent years, work has focused on updating the Phanerozoic schemes — a basic tool for geological surveying and mineral prospecting throughout the country."
            ],
            "kz": [
                "Стратиграфия зертханасы К.И. Сәтбаев атындағы Геологиялық ғылымдар институтының негізгі ғылыми бөлімшелерінің бірі болып табылады. Коллектив Қазақстанның стратиграфиялық схемаларын әзірлеу мен жаңғыртуға маманданған, бұл зерттеулер іргелі ғылым үшін де, практикалық жер қойнауын пайдаланушылар үшін де маңызды.",
                "Зертхана тарихы стратиграфтар, палеонтологтар және тектонистерді біріктірген аймақтық геология секторынан бастау алады. Соңғы жылдары жұмыс фанерозой схемаларын өзектендіруге шоғырланған – бұл ел аумағында геологиялық түсіру мен кен орындарын іздеу үшін негізгі құрал болып табылады."
            ],
            "zh": [
                "地层学实验室是萨特帕耶夫地质科学研究所的重要科研部门。团队专注于制定和完善哈萨克斯坦地层学方案，这些研究对于基础科学和实际矿产资源开发都具有重要意义。",
                "实验室的历史始于区域地质部门，该部门汇集了地层学家、古生物学家和构造地质学家。近年来，工作重点集中在更新显生宙地层方案上，这些方案是全国范围内地质测绘和矿产勘探的基本工具。"
            ]
        },
        "services": {
            "ru": [
                "Разработка, проверка и обновление стратиграфических схем Казахстана.",
                "Изучение палеонтологических и палинологических коллекций как основы стратиграфических построений.",
                "Определение продуктивных стратоуровней, содержащих залежи нефти, газа, полиметаллов, железа и бокситов.",
                "Детальное исследование пограничных интервалов Девона-Карбона и Карбона- Перми.",
                "Комплексные экспедиции и отбор образцов по всему Казахстану."
            ],
            "en": [
                "Development, verification, and updating of Kazakhstan's stratigraphic schemes.",
                "Study of paleontological and palynological collections as the basis for stratigraphic constructions.",
                "Identification of productive stratigraphic levels containing deposits of oil, gas, polymetals, iron, and bauxite.",
                "Detailed study of the Devonian-Carboniferous and Carboniferous-Permian boundary intervals.",
                "Comprehensive expeditions and sample collection across Kazakhstan."
            ],            
            "kz": [
                "Қазақстанның стратиграфиялық схемаларын әзірлеу, тексеру және жаңарту.",
                "Стратиграфиялық құрылыстардың негізі ретінде палеонтологиялық және палинологиялық коллекцияларды зерттеу.",
                "Мұнай, газ, полиметалл, темір және боксит кен орындары орналасқан өнімді стратоқабаттарды анықтау.",
                "Девон-Карбон және Карбон-Пермь шекаралық интервалдарын егжей-тегжейлі зерттеу.",
                "Қазақстан бойынша кешенді экспедициялар мен үлгілерді жинау."
            ],            
            "zh": [
                "制定、验证和更新哈萨克斯坦地层学方案。",
                "研究古生物和孢粉学藏品，作为地层构建的基础。",
                "确定含有石油、天然气、多金属、铁和铝土矿储层的有效地层层位。",
                "详细研究泥盆纪-石炭纪和石炭纪-二叠纪的地层界限间隔。",
                "在哈萨克斯坦全境开展综合考察并采集样品。"
            ]        
        },
        "projects": {
            "ru": [
                "Модернизация стратиграфических схем фанерозоя Казахстана\nАктуализация схем по шкале ICS 2016-2020; повышение точности карт и прогнозов - Завершён (2021)"
            ],
            "en": [
                "Modernization of Phanerozoic stratigraphic schemes of Kazakhstan\nUpdating schemes according to ICS 2016-2020 scale; improving map and forecast accuracy - Completed (2021)"
            ],
            "kz": [
                "Қазақстан фанерозойының стратиграфиялық схемаларын жаңарту\nICS 2016-2020 шкаласы бойынша схемаларды өзектендіру; карталардың және болжамдардың дәлдігін арттыру - Аяқталды (2021)"
            ],
            "zh": [
                "哈萨克斯坦显生宙地层方案现代化\n依据 ICS 2016-2020 标准更新方案；提高地图和预测精度 - 已完成（2021）"
            ]
        },
        "team": {
            "ru": [
                "Жаймина Валентина Яковлевна",
                "Никитина Ольга Игоревна",
                "Пирогова Татьяна Евгеньевна",
                "Сальменова Фатима Низамиевна"
            ],
            "en": [
                "Valentina Yakovlevna Zhaymina",
                "Olga Igorevna Nikitina",
                "Tatyana Evgenyevna Pirogova",
                "Fatima Nizamievna Salmenova"
            ],
            "kz": [
                "Жаймина Валентина Яковлевна",
                "Никитина Ольга Игоревна",
                "Пирогова Татьяна Евгеньевна",
                "Сальменова Фатима Низамиевна"
            ],
            "zh": [
                "瓦莲京娜·雅科夫列夫娜·扎伊米娜",
                "奥尔加·伊戈列夫娜·尼基季娜",
                "塔季扬娜·叶夫根耶夫娜·皮罗戈娃",
                "法蒂玛·尼扎米耶夫娜·萨利缅诺娃"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 2,
        "name": {
            "ru": "Лаборатория геологических и рудных формаций",
            "en": "Laboratory of Geological and Ore Formations",
            "kz": "Геологиялық және кенді формациялар зертханасы",
            "zh": "地质与矿床建造实验室"
        },
        "slogan": {
            "ru": "«Каждая порода — подсказка; мы собираем их в систему» ",
            "en": "“Each rock is a clue; we assemble them into a system”",
            "kz": "«Әрбір жыныс — бұл ишара; біз оларды жүйеге жинаймыз»",
            "zh": "“每一块岩石都是线索；我们将它们汇集成系统”"
        },
        "review": {
            "ru": [
                "Лаборатория геологических и рудных формаций — одно из ведущих подразделений Института геологических наук им. К. И. Сатпаева, специализирующееся на системных исследованиях рудообразования и металлогении.",
                "Лаборатория сочетает классические геологические методики с современными аналитическими технологиями. В фокусе работы — петрография, минералогия, геохимия, радиогеохронология, геофизические съёмки, микроскопические и рентгеноструктурные анализы. Особое внимание уделяется магматическим и метаморфическим процессам, метасоматитам и механизмам формирования медно-порфировых, медно-колчеданных, золото-серебряных и других типов месторождений. Сотрудники лаборатории имеют значительный опыт исследований месторождений Коунрад, Жезказган, Космурун, Альбастау, Мезек, Абыз, а также перспективного вулкано-плутонического пояса Чингиз–Тарбагатай. сбор инфо"
            ],
            "en": [
                "The Laboratory of Geological and Ore Formations is one of the leading departments of the Satpayev Institute of Geological Sciences, specializing in systematic studies of ore formation and metallogeny.",
                "The laboratory combines classical geological methods with modern analytical technologies. Its focus includes petrography, mineralogy, geochemistry, radiogeochronology, geophysical surveys, microscopic and X-ray structural analyses. Special attention is given to magmatic and metamorphic processes, metasomatites, and the mechanisms of formation of copper-porphyry, copper-pyrite, gold-silver, and other types of deposits. The laboratory staff has significant experience in studying deposits such as Kounrad, Zhezkazgan, Kosmurun, Albastau, Mezek, Abyz, as well as the promising Chingiz–Tarbagatai volcano-plutonic belt. info gathering"
            ],
            "kz": [
                "Геологиялық және кен түзілімдері зертханасы – Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институтының жетекші бөлімшелерінің бірі, рудалану мен металлогенияның жүйелі зерттеулеріне маманданған.",
                "Зертхана классикалық геологиялық әдістерді заманауи аналитикалық технологиялармен ұштастырады. Жұмыстың басты бағыттары – петрография, минералогия, геохимия, радиогеохронология, геофизикалық түсірілімдер, микроскопиялық және рентгенқұрылымдық талдаулар. Ерекше назар магмалық және метаморфтық процестерге, метасоматиттерге және мыс-порфирлі, мыс-пиритті, алтын-күміс және басқа да кен орындары түрлерінің түзілу механизмдеріне аударылады. Зертхана қызметкерлері Қоңырат, Жезқазған, Қосмұрын, Альбастау, Мезек, Абызы және Чингиз–Тарбағатай жанартаулық-плутондық белдеулерінің перспективалы аймақтарын зерттеуде үлкен тәжірибеге ие. ақпарат жинау"
            ],
            "zh": [
                "地质与矿床建造实验室是萨特帕耶夫地质科学研究所的主要部门之一，专注于矿床成因和成矿作用的系统研究。",
                "实验室将经典地质方法与现代分析技术相结合。工作重点包括岩石学、矿物学、地球化学、放射性地球年代学、地球物理测量、显微镜和X射线结构分析。特别关注岩浆和变质作用、交代岩以及斑岩铜矿、黄铁矿铜矿、金银矿等类型矿床的成因机制。实验室工作人员在研究康拉特、杰兹卡兹甘、科斯穆伦、阿尔巴斯套、梅泽克、阿布兹等矿床以及前景广阔的成吉思-塔尔巴嘎泰火山-岩基带方面拥有丰富经验。信息收集"
            ]
        },
        "services": {
            "ru": [
                "Петрографические исследования шлифов.",
                "Минералогический и геохимический анализ образцов",
                "Радиогеохронологическое датирование (K-Ar, Ar-Ar).",
                "Рентгеноструктурный анализ минералов.",
                "Геофизические съёмки и интерпретация для прогнозирования полезных ископаемых. "
            ],
            "en": [
                "Petrographic studies of thin sections.",
                "Mineralogical and geochemical analysis of samples.",
                "Radiogeochronological dating (K-Ar, Ar-Ar).",
                "X-ray structural analysis of minerals.",
                "Geophysical surveys and interpretation for mineral resource prediction."
            ],            
            "kz": [
                "Жыныстардың петрографиялық зерттеулері.",
                "Үлгілердің минералогиялық және геохимиялық талдауы.",
                "Радиогеохронологиялық мерзімдеу (K-Ar, Ar-Ar).",
                "Минералдардың рентгенқұрылымдық талдауы.",
                "Пайдалы қазбаларды болжауға арналған геофизикалық түсірілімдер мен интерпретация."
            ],            
            "zh": [
                "岩石薄片岩石学研究。",
                "样品的矿物学和地球化学分析。",
                "放射性地球年代学测定 (K-Ar，Ar-Ar)。",
                "矿物的X射线结构分析。",
                "用于矿产资源预测的地球物理测量和解释。"
            ]        
        },
        "projects": {
            "ru": [
                "Геологическое доизучение Акчатау–Коунрадского рудного района (масштаб 1 : 200 000) — завершён.",
                "Карта перспективных золоторудных площадей, рудных узлов и участков (масштаб 1 : 500 000) — завершён проект, разработаны критерии поиска эпитермального золото-серебряного оруденения.",
                "Интегральные исследования рудоносности Чингиз–Тарбагатая "
            ],
            "en": [
                "Geological re-study of the Akchatau–Kounrad ore district (scale 1:200,000) — completed.",
                "Map of prospective gold ore areas, ore nodes, and sites (scale 1:500,000) — project completed, search criteria for epithermal gold-silver mineralization developed.",
                "Integrated studies of ore-bearing potential of the Chingiz–Tarbagatai area"
            ],
            "kz": [
                "Ақшатау–Коунрад рудалы ауданын геологиялық қайта зерттеу (масштаб 1 : 200 000) — аяқталды.",
                "Алтын кен орындарының перспективалы алаңдары мен рудалы түйіндерінің картасы (масштаб 1 : 500 000) — жоба аяқталды, эпитермальды алтын-күміс минерализациясын іздеу критерийлері әзірленді.",
                "Чингиз–Тарбағатай рудалылығы бойынша кешенді зерттеулер"
            ],
            "zh": [
                "阿克恰套–考恩拉德矿区地质复查（比例尺 1:200,000）— 已完成。",
                "金矿远景区、矿集区和矿段图（比例尺 1:500,000）— 项目已完成，已制定热液型金银矿化找矿标准。",
                "成吉思–塔尔巴盖泰成矿性综合研究"
            ]
        },
        "team": {
            "ru": [
                "Сейтмуратова Элеонора Юсуповна",
                "Горяева Вера Степановна",
                "Сайдашева Фарида Фратовна",
                "Даутбеков Дияс Оразханович",
                "Бердина Лейла Есентаевна",
                "Аршамов Ялкунжан Камалович",
                "Бақдаулетқызы Салтанат",
                "Дәулетұлы Аңсаған",
                "Каримбеков Тауасар Қайратұлы"
            ],
            "en": [
                "Eleonora Yusupovna Seytmuratova",
                "Vera Stepanovna Goryaeva",
                "Farida Fratovna Saidashova",
                "Diyas Orazkhanovich Dautbekov",
                "Leila Esentaevna Berdina",
                "Yalkunzhan Kamalovich Arshamov",
                "Saltanat Bakdauletkyzy",
                "Ansagan Dauletuly",
                "Tauasar Kairatuly Karim-bekov"
            ],
            "kz": [
                "Сейтмуратова Элеонора Юсуповна",
                "Горяева Вера Степановна",
                "Сайдашева Фарида Фратовна",
                "Даутбеков Дияс Оразханович",
                "Бердина Лейла Есентаевна",
                "Аршамов Ялкунжан Камалович",
                "Бақдаулетқызы Салтанат",
                "Дәулетұлы Аңсаған",
                "Каримбеков Тауасар Қайратұлы"
            ],
            "zh": [
                "埃列奥诺拉·尤苏波夫娜·谢伊特穆拉托娃",
                "维拉·斯捷潘诺夫娜·戈里亚耶娃",
                "法丽达·弗拉托夫娜·赛达谢娃",
                "迪亚斯·奥拉兹哈诺维奇·道特别科夫",
                "莱拉·叶森塔耶夫娜·别尔迪纳",
                "亚尔昆詹·卡马洛维奇·阿尔沙莫夫",
                "萨尔塔纳特·巴克道列特克孜",
                "安萨甘·道列图雷",
                "套阿萨尔·凯拉特乌雷·卡里姆别科夫"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 3,
        "name": {
            "ru": "Лаборатория геологии мезозоя и кайнозоя",
            "en": "Laboratory of Mesozoic and Cenozoic Geology",
            "kz": "Мезозой мен кайнозой геологиясы зертханасы",
            "zh": "中生代与新生代地质实验室"
        },
        "slogan": {
            "ru": "«Каждое пыльцевое зерно — след эпохи; мы читаем их, чтобы понять историю Земли»",
            "en": "“Each pollen grain is a trace of an era; we read them to understand the history of the Earth”",
            "kz": "«Әрбір тозаң түйіршігі — дәуірдің ізі; біз оларды оқып, Жер тарихын түсінеміз»",
            "zh": "“每一粒花粉都是一个时代的痕迹；我们解读它们以了解地球的历史”"
        },
        "review": {
            "ru": [
                "Лаборатория геологии мезозоя и кайнозоя — научное подразделение Института геологических наук им. К. И. Сатпаева, сформированное в 2012 году. Лаборатория исследует стратиграфию и палеоклимат мезо- и кайнозойских отложений Казахстана, сочетая классические методы полевой геологии с современными палинологическими и литолого-геохимическими подходами. Особое внимание уделяется реконструкции растительности, уточнению возрастов пород и междисциплинарной работе с археологами."
            ],
            "en": [
                "The Mesozoic and Cenozoic Geology Laboratory is a scientific division of the Satpayev Institute of Geological Sciences, established in 2012. The laboratory studies the stratigraphy and paleoclimate of Mesozoic and Cenozoic deposits of Kazakhstan, combining classical field geology methods with modern palynological and lithogeochemical approaches. Particular attention is given to vegetation reconstruction, refinement of rock ages, and interdisciplinary collaboration with archaeologists."
            ],
            "kz": [
                "Мезозой және кайнозой геологиясы зертханасы — К. И. Сәтбаев атындағы Геологиялық ғылымдар институтының 2012 жылы құрылған ғылыми бөлімшесі. Зертхана Қазақстандағы мезозой және кайнозой шөгінділерінің стратиграфиясы мен палеоклиматын зерттейді, дала геологиясының классикалық әдістерін заманауи палинологиялық және литологиялық-геохимиялық тәсілдермен ұштастырады. Ерекше назар өсімдік жамылғысын қалпына келтіруге, жыныстардың жасын нақтылауға және археологтармен пәнаралық жұмысқа аударылады."
            ],
            "zh": [
                "中生代和新生代地质实验室是K.I.萨特帕耶夫地质科学研究所的一个科研部门，成立于2012年。实验室研究哈萨克斯坦中生代和新生代地层和古气候，将传统野外地质方法与现代孢粉学和岩石-地球化学方法相结合。特别重视植被重建、岩石年代精确化以及与考古学家的跨学科合作。"
            ]
        },
        "services": {
            "ru": [
                "Комплексный полинологический анализ кернов из нефтегазовых скважин.",
                "Стратиграфическое / климатическое картирование территорий на основании пыльцевых спектров.",
                "Реконструкция древних экосистем для археологических и палеогеографических исследований.",
                "Консультации по вопросам палинологии, стратиграфии и геохронологии."
            ],
            "en": [
                "Comprehensive palynological analysis of cores from oil and gas wells.",
                "Stratigraphic / climatic mapping of territories based on pollen spectra.",
                "Reconstruction of ancient ecosystems for archaeological and paleogeographic studies.",
                "Consultations on palynology, stratigraphy, and geochronology."
            ],            
            "kz": [
                "Мұнай-газ ұңғымаларының керндерін кешенді палинологиялық талдау.",
                "Аймақтарды стратиграфиялық / климаттық картаға түсіру (тозаң спектрлері негізінде).",
                "Археологиялық және палеогеографиялық зерттеулер үшін ежелгі экожүйелерді қалпына келтіру.",
                "Палинология, стратиграфия және геохронология мәселелері бойынша кеңес беру."
            ],            
            "zh": [
                "对油气井岩心进行综合孢粉学分析。",
                "基于花粉谱的区域地层/气候制图。",
                "为考古和古地理研究重建古生态系统。",
                "提供孢粉学、地层学和地质年代学的咨询服务。"
            ]        
        },
        "projects": {
            "ru": [
                "Изучение археологических памятников Южного Казахстана (Отрар, Сауран, Миртобе)",
                "INTAS «Процесс формирования кочевых племён в Семиречье…»",
                "Биоспортиграфия кернов нефтегазовых скважин (2005)",
                "Атлас опорных разрезов нейрозоя (2002)"
            ],
            "en": [
                "Study of archaeological sites of Southern Kazakhstan (Otrar, Sauran, Mirtobe)",
                "INTAS 'The process of formation of nomadic tribes in Semirechye...'",
                "Biosporigraphy of cores from oil and gas wells (2005)",
                "Atlas of reference sections of the Neorozoi (2002)"
            ],
            "kz": [
                "Оңтүстік Қазақстан археологиялық ескерткіштерін зерттеу (Отырар, Сауран, Миртөбе)",
                "INTAS «Жетісудағы көшпелі тайпалардың қалыптасу процесі…»",
                "Мұнай-газ ұңғымалары керндерінің биоспортиграфиясы (2005)",
                "Нейрозойдың тірек қималарының атласы (2002)"
            ],
            "zh": [
                "哈萨克斯坦南部考古遗址研究（奥特拉尔、索兰、米尔托贝）",
                "INTAS“七河流域游牧部落形成过程……”",
                "油气井岩心生孢粉地层学（2005）",
                "新生代标准剖面图集（2002）"
            ]
        },
        "team": {
            "ru": [
                "Нигматова Саида Араповна",
                "Байшашов Болат Уапович",
                "Габитова Умиль Булатовна",
                "Мадиярова Ильнура Толкуновна",
                "Сейдәлі Арман Лесбек",
                "Кажан Ильяс Муратович"
            ],
            "en": [
                "Saida Arapovna Nigmatova",
                "Bolat Uapovich Baishashov",
                "Umil Bulatovna Gabitova",
                "Ilnura Tolkunnovna Madiyarova",
                "Arman Lesbek Seydali",
                "Ilyas Muratovich Kazhan"
            ],
            "kz": [
                "Саида Араповна Нигматова",
                "Болат Уапович Байшашов",
                "Үміль Булатовна Ғабитова",
                "Ильнура Толкуновна Мәдиарова",
                "Арман Лесбекұлы Сейдәлі",
                "Ильяс Мұратұлы Кажан"
            ],
            "zh": [
                "赛依达·阿拉波芙娜·尼格马托娃",
                "博拉特·乌阿波维奇·拜沙绍夫",
                "乌米利·布拉托芙娜·加比托娃",
                "伊尔努拉·托尔库诺芙娜·马季亚罗娃",
                "阿尔曼·列斯别克·赛伊达利",
                "伊利亚斯·穆拉特维奇·卡然"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 4,
        "name": {
            "ru": "Лаборатория благородных металлов",
            "en": "Precious Metals Laboratory",
            "kz": "Асыл металдар зертханасы",
            "zh": "贵金属实验室"
        },
        "slogan": {
            "ru": "Требует заполнения",
            "en": "Requires completion",
            "kz": "Толықтыруды талап етеді",
            "zh": "需要补充"
        },
        "review": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "services": {
            "ru": [
                    "Фундаментальные исследования в области благородных металлов;",
                    "Изучение вещественного состава пород и руд на благородные металлы (золото, серебро) по конкретным участкам и территориям;",
                    "Петрографические исследования;",
                    "Минераграфические (рудная микроскопия) исследования;",
                    "Шлиховая минералогия и гранулометрия;",
                    "Подготовка эталонных коллекций пород и руд по конкретным участкам, месторождениям;",
                    "Анализ и научная экспертиза проводимых геолого-съемочных, геологоразведочных работ и проведение супервайз ерского контроля (авторский надзор);",
                    "Научное сопровождение геологоразведочных работ при проведении поисковых, разведочных работ на ме с торождениях благородных металлов;",
                    "Определение и уточнение геодинамического, тектонического, структурного положения участков и месторождений полезных ископаемых;",
                    "Моделирование геолого-генетических, геолого-поисковых и объемных моделей месторождений;",
                    "Анализ и обобщение геолого-геофизических материалов по конкретным объектам;",
                    "Разработка конкретных прогнознопоисковых критериев для месторождения, участка;",
                    "Оценка прогнозных ресурсов месторождений, участков и территорий на благородные металлы","Выделение перспективных на благородные металлы (золото, серебро) участков для постановки геологоразведочных работ."
                ],
            "en": [
                    "Basic studies in the field of noble metals;",
                    "Examination of material composition of rocks and ore for noble metals (gold and silver) on certain sites and territories;",
                    "Petrographic studies;",
                    "Mineragraphic studies (ore microscopy);\n\n- Concentrate mineralogy and granulometry;",
                    "Preparation of standard sample collections of rocks and ores as per certain sites and fields;",
                    "Analysis and scientific expertise of geological exploration and survey works and supervision control (field supervision);",
                    "Scientific support to geological exploration works during the prospecting- exploration works at noble metal deposit fields;",
                    "Identification and specification of geodynamic, tectonic, structural location of mineral sites and fields;",
                    "Modelling of geological-genetic, geological exploration and 3D fields;",
                    "Analysis and generalisation of geologicalgeophysical materials on certain sites;",
                    "Development of detailed forecast and exploration criteria for sites and fields;",
                    "Examination of forecasted resources of deposits, sites and areas for noble metals;",
                    "Identification of sites promising noble metals (Au, Ag) for geological exploration."
                ],
            "kz": [
                    "Асыл металдар саласындағы іргелі зерттеулер;",
                    "Нақты учаскелер мен аумақтар бойынша асыл металдарға (алтын, күміс) жыныстар мен кендердің заттай құрамын зерттеу;",
                    "Петрографиялық зерттеулер;",
                    "Минераграфиялық (кенді микроскопия) зерттеулер;",
                    "Шлих минералогиясы жəне гранулометрия;",
                    "Нақты учаскелер, кен орындары бойынша жыныстар мен кендердің эталондық коллекцияларын дайындау;",
                    "Жүргізілетін геологиялық-түсіру, геологиялық барлау жұмыстарын талдау жəне ғылыми сараптау жəне супервайзерлік бақылау жүргізу (авторлық қадағалау);",
                    "Асыл металдар кен орындарында іздестіру, барлау жұмыстарын жүргізу кезінде геологиялық барлау жұмыстарын ғылыми сүйемелдеу;",
                    "Пайдалы қазбалар учаскелері мен кен орындарының геодинамикалық, тектоникалық, құрылымдық жағдайын анықтау жəне нақтылау;",
                    "Кен орындарының геологиялық-генетикалық, геологиялық-іздеу жəне көлемді модельдерін модельдеу;",
                    "Нақты объектілер бойынша геологиялықгеофизикалық материалдарды талдау жəне қорыту;",
                    "Кен орны, учаскесі үшін нақты болжамды-іздестіру өлшемдерін əзірлеу;",
                    "Асыл металдарға кен орындарының, учаскелер мен аумақтардың болжамды ресурстарын бағалау;",
                    "Геологиялық барлау жұмыстарын қою үшін асыл металдарға (алтын, күміс) перспективалы учаскелерді бөлу."
                ],
            "zh":  [
                    "贵金属领域的基础性研究；",
                    " 针对具体区域和地段开展含贵金属（黄金、白银）岩石与矿石的物质成分研究；",
                    "岩石学研究；",
                    "矿物显微分析（矿石显微镜研究）；",
                    "重矿物矿物学和颗粒分析；",
                    "为特定区域和矿床准备标准岩石和矿石样品收藏；",
                    "对地质测绘、地质勘查工作的分析和科学审查，并进行监督检查（作者监督）；",
                    "在贵金属矿床的勘查与详查工作中提供科研支持；",
                    "明确并细化矿产区块和矿床的地球动力学、构造和构造位置；",
                    "建立矿床的地质-成因模型、找矿模型和三维模型；",
                    "对特定对象的地质-地球物理资料进行分析与汇总；",
                    "为矿床或区块制定具体的预测找矿标准；",
                    "评估贵金属矿床、地块及区域的预测资源量；",
                    "确定具备贵金属（黄金、白银）找矿前景的地块，用于部署地质勘查工作。"
                ]
        },
        "projects": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "team": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 5,
        "name": {
            "ru": "Лаборатория нефти и газа",
            "en": "Oil and Gas Laboratory",
            "kz": "Мұнай және газ зертханасы",
            "zh": "石油与天然气实验室"
        },
        "slogan": {
            "ru": " «Фундаментальные знания + прикладные методики = новые горизонты нефтегазовой геологии»",
            "en": "“Fundamental knowledge + applied methods = new horizons of oil and gas geology”",
            "kz": "«Негізгі білім + қолданбалы әдістемелер = мұнай-газ геологиясының жаңа көкжиектері»",
            "zh": "“基础知识 + 应用方法 = 石油天然气地质的新前沿”"
        },
        "review": {
            "ru": [
                "Лаборатория геологии нефти и газа — одно из ключевых подразделений Института геологических наук им. К. И. Сатпаева, в котором десятилетиями объединяются фундаментальные исследования и прикладные методики, направленные на изучение и освоение нефтегазовых ресурсов Казахстана.",
                "Сегодня, лаборатория сохраняет уникальные архивы, методики и опыт, а также продвигает новые идеи изучения восточных нефтегазовых бассейнов страны и глубокозалегающих горизонтов."
            ],
            "en": [
                "The Laboratory of Oil and Gas Geology is one of the key divisions of the Satbayev Institute of Geological Sciences, where for decades fundamental research has been combined with applied methods aimed at studying and developing Kazakhstan's oil and gas resources.",
                "Today, the laboratory preserves unique archives, methodologies, and experience, and promotes new ideas for studying the eastern oil and gas basins of the country and deep-seated horizons."
            ],
            "kz": [
                "Мұнай және газ геологиясы зертханасы — К. И. Сәтбаев атындағы Геологиялық ғылымдар институтының негізгі бөлімшелерінің бірі, онда ондаған жылдар бойы Қазақстанның мұнай-газ ресурстарын зерттеу мен игеруге бағытталған іргелі зерттеулер мен қолданбалы әдістемелер ұштасып келеді.",
                "Бүгінде зертхана бірегей архивтерді, әдістемелерді және тәжірибені сақтап қана қоймай, елдің шығыс мұнай-газ бассейндерін және терең қабаттарды зерттеудің жаңа идеяларын ілгерілетуде."
            ],
            "zh": [
                "石油与天然气地质实验室是萨特帕耶夫地质科学研究所的重点部门之一，数十年来该实验室将基础研究与应用方法相结合，致力于哈萨克斯坦石油和天然气资源的研究与开发。",
                "如今，实验室不仅保存了独特的档案、方法和经验，还推动了对该国东部油气盆地和深层地层研究的新理念。"
            ]
        },
        "services": {
            "ru": [
                "Структурная геоморфология и региональная стратиграфия — картирование Устюрта, Мангышлака, Прикаспия.",
                "Исследование керна и лабораторные анализы — пористость, проницаемость, нефтенасыщенность, микроскопия, шлифы.",
                "Спектральные и геохимические исследования — полный элементный состав, редкие и редкоземельные элементы.",
                "Геофизическая интерпретация данных — моделирование сейсморазведки, прогнозирование нефтегазоносных объектов, интеграция геологии и геофизики.",
                "Учебно-практическая подготовка — организация полевых практик, стажировок в Новосибирске, Москве, Актау, Караганде."
            ],
            "en": [
                "Structural geomorphology and regional stratigraphy — mapping of Ustyurt, Mangyshlak, and the Caspian region.",
                "Core study and laboratory analyses — porosity, permeability, oil saturation, microscopy, thin sections.",
                "Spectral and geochemical studies — full elemental composition, rare and rare-earth elements.",
                "Geophysical data interpretation — seismic survey modeling, forecasting oil and gas objects, integration of geology and geophysics.",
                "Educational and practical training — organization of field practices, internships in Novosibirsk, Moscow, Aktau, and Karaganda."
            ],            
            "kz": [
                "Құрылымдық геоморфология және аймақтық стратиграфия — Үстірт, Маңғыстау, Каспий маңының картасын жасау.",
                "Өндірілген кернді және зертханалық талдауларды зерттеу — кеуектілік, өткізгіштік, мұнаймен қанығу, микроскопия, жылтыр кесінділер.",
                "Спектралды және геохимиялық зерттеулер — элементтік толық құрамын, сирек және сирек жер элементтерін анықтау.",
                "Геофизикалық деректерді интерпретациялау — сейсмикалық барлау модельдеу, мұнай-газ объектілерін болжау, геология мен геофизиканы интеграциялау.",
                "Оқу-тәжірибелік дайындық — Новосібір, Мәскеу, Ақтау, Қарағанды қалаларында дала тәжірибелерін және тағылымдамаларды ұйымдастыру."
            ],            
            "zh": [
                "构造地貌学与区域地层学——绘制乌斯秋尔特、曼格什拉克和里海地区的地图。",
                "岩心研究和实验室分析——孔隙度、渗透性、含油饱和度、显微镜检查、薄片。",
                "光谱和地球化学研究——完整的元素组成、稀有元素和稀土元素分析。",
                "地球物理数据解释——地震勘探建模、油气目标预测、地质与地球物理集成。",
                "教学与实践培训——组织在新西伯利亚、莫斯科、阿克套和卡拉干达的野外实习和培训。"
            ]        
        },
        "projects": {
            "ru": [
                "Комплексное изучение восточных и южных нефтегазоносных бассейнов Казахстана",
                "Дополнительное исследование Чусаресусской впадины для обоснования строительства газопровода"
            ],
            "en": [
                "Comprehensive study of the eastern and southern oil and gas basins of Kazakhstan",
                "Additional study of the Chusaresus depression to justify the construction of a gas pipeline"
            ],
            "kz": [
                "Қазақстанның шығыс және оңтүстік мұнай-газ бассейндерін кешенді зерттеу",
                "Газ құбырын салуды негіздеу үшін Чусаресус ойпатын қосымша зерттеу"
            ],
            "zh": [
                "对哈萨克斯坦东部和南部油气盆地的综合研究",
                "为论证建设天然气管道对楚萨雷苏斯凹陷的补充研究"
            ]
        },
        "team": {
            "ru": [
                "Оздоев Султан Мажитович",
                "Молдабаева Гулназ Жаксылыковна",
                "Тілеуберді Нұрбол"
            ],
            "en": [
                "Ozdoev Sultan Mazhitovich",
                "Moldabayeva Gulnaz Zhaksylykovna",
                "Tileuberdy Nurbol"
            ],
            "kz": [
                "Оздоев Сұлтан Мәжитович",
                "Молдабаева Гүлназ Жақсылыққызы",
                "Тілеуберді Нұрбол"
            ],
            "zh": [
                "奥兹多耶夫·苏尔坦·马日托维奇",
                "莫尔达巴耶娃·古尔纳兹·扎克瑟利科夫娜",
                "提列乌别尔迪·努尔博尔"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 6,
        "name": {
            "ru": "Лаборатория черных и цветных металлов",
            "en": "Ferrous and Non-Ferrous Metals Laboratory",
            "kz": "Қара және түсті металдар зертханасы",
            "zh": "黑色金属与有色金属实验室"
        },
        "slogan": {
            "ru": "«комплексные исследования твёрдых полезных ископаемых Казахстана»",
            "en": "“Comprehensive studies of Kazakhstan’s solid mineral resources”",
            "kz": "«Қазақстанның қатты пайдалы қазбаларын кешенді зерттеу»",
            "zh": "“哈萨克斯坦固体矿产资源的综合研究”"
        },
        "review": {
            "ru": [
                "Лаборатория цветных и чёрных металлов)— одно из ключевых подразделений Института геологических наук им. К. И. Сатпаева, специализирующееся на закономерностях формирования и размещения месторождений твёрдых полезных ископаемых.",
                "Основана на базе нескольких школ: метаморфогенное оруденение, полиметаллические и меднорудные формации, отдел чёрных металлов, что обеспечило широкий спектр компетенций от полиметаллов до редких и неметаллических ископаемых",
                "Методическая база сочетает месячные полевые маршруты, микроскопию шлифов, геохимический и гидрогеохимический анализ, геодинамическое моделирование в ГИС —команда лаборатории всегда добивается высокой точности за счёт опыта и внимательности.",
                "Ключевой результат последних лет — «Атлас месторождений твёрдых полезных ископаемых Казахстана» (2023), обобщающий многолетние данные о геодинамике и размещении рудных узлов."
            ],
            "en": [
                "The Laboratory of Non-Ferrous and Ferrous Metals is one of the key divisions of the Satpayev Institute of Geological Sciences, specializing in the study of patterns of formation and distribution of solid mineral deposits.",
                "It was founded based on several schools: metamorphic ore formation, polymetallic and copper ore formations, and the ferrous metals department, which provided a wide range of expertise from polymetals to rare and non-metallic minerals.",
                "The methodological base combines monthly field routes, thin section microscopy, geochemical and hydrogeochemical analysis, and geodynamic modeling in GIS — the laboratory team consistently achieves high accuracy thanks to its experience and attention to detail.",
                "The key result of recent years is the 'Atlas of Solid Mineral Deposits of Kazakhstan' (2023), summarizing many years of data on geodynamics and the distribution of ore nodes."
            ],
            "kz": [
                "Түсті және қара металдар зертханасы — Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институтының қатты пайдалы қазбалар кен орындарының қалыптасуы мен орналасу заңдылықтарын зерттейтін негізгі бөлімдерінің бірі.",
                "Зертхана бірнеше мектептер негізінде құрылған: метаморфогенді рудалану, полиметалл және мыс рудалы формациялары, қара металдар бөлімі, бұл полиметалдардан сирек және бейметалдық пайдалы қазбаларға дейін кең құзыреттілікті қамтамасыз етті.",
                "Әдістемелік база айлық далалық маршруттарды, шлифтердің микроскопиясын, геохимиялық және гидрогеохимиялық талдауды, ГИС-те геодинамикалық модельдеуді біріктіреді — зертхана командасы тәжірибе мен ұқыптылықтың арқасында әрдайым жоғары дәлдікке қол жеткізеді.",
                "Соңғы жылдардың басты нәтижесі — «Қазақстанның қатты пайдалы қазбалар кен орындарының атласы» (2023), рудалық тораптардың геодинамикасы мен орналасуы туралы көпжылдық деректерді жинақтайтын еңбек."
            ],
            "zh": [
                "有色和黑色金属实验室是萨特帕耶夫地质科学研究所的核心部门之一，专门研究固体矿产矿床的形成和分布规律。",
                "实验室建立在多个学派基础上：变质成矿、 多金属和铜矿成矿学派以及黑色金属部门，这为从多金属到稀有和非金属矿产提供了广泛的专业能力。",
                "方法基础结合了月度野外考察、薄片显微镜观察、地球化学和水地球化学分析，以及GIS中的地球动力学建模——实验室团队凭借经验和严谨性始终实现高精度研究。",
                "近年来的主要成果是《哈萨克斯坦固体矿产矿床图集》（2023），汇总了多年来关于矿集节点地球动力学和分布的数据。"
            ]
        },
        "services": {
            "ru": [
                "Полевые исследования длительностью 1-3 месяца: структурное картирование, опробование, анализ рудных проявлений.",
                "Микроскопический анализ прозрачных и полированных шлифов для рудной минералогии.",
                "Геохимический и гидрогеохимический поиск скрытых месторождений.",
                "Геодинамическое моделирование рудных систем с использованием ГИС- технологий.",
                "Консалтинг для недропользователей: оценка запасов, переинтерпретация хвостов и отвалов, стратегические рекомендации."
            ],
            "en": [
                "Field studies lasting 1-3 months: structural mapping, sampling, analysis of ore occurrences.",
                "Microscopic analysis of transparent and polished thin sections for ore mineralogy.",
                "Geochemical and hydrogeochemical prospecting for hidden deposits.",
                "Geodynamic modeling of ore systems using GIS technologies.",
                "Consulting for subsoil users: reserve assessment, reinterpretation of tailings and dumps, strategic recommendations."
            ],            
            "kz": [
                "1-3 айға созылатын далалық зерттеулер: құрылымдық карталау, сынама алу, кен көріністерін талдау.",
                "Кен минералогиясы үшін мөлдір және жылтыратылған шлифтерді микроскопиялық талдау.",
                "Жасырын кен орындарын геохимиялық және гидрогеохимиялық іздеу.",
                "ГИС технологияларын қолдана отырып рудалық жүйелердің геодинамикалық үлгілеуі.",
                "Недропайдаланушыларға кеңес беру: қорларды бағалау, қалдықтар мен үйінділерді қайта интерпретациялау, стратегиялық ұсыныстар."
            ],            
            "zh": [
                "为期1-3个月的野外研究：构造测绘、取样、矿化露头分析。",
                "用于矿石矿物学的透明和抛光薄片显微分析。",
                "开展地球化学和水地球化学勘查以寻找隐伏矿床。",
                "利用GIS技术进行矿床系统的地球动力学建模。",
                "为矿业公司提供咨询：储量评估、尾矿和废石堆的重新解译、战略建议。"
            ]        
        },
        "projects": {
            "ru": [
                "«Атлас месторождений твёрдых полезных ископаемых Казахстана» — завершён в 2023 г. (ответственный исполнитель — лаборатория) Сбор инфо",
                "Минерагенические карты Казахстана масштаба 1:2 500 000 (2002), 1:1 000 000 (2007) и мезозой-кайнозой 1:1 000 000 (2009)."
            ],
            "en": [
                "“Atlas of Solid Mineral Deposits of Kazakhstan” — completed in 2023 (responsible executor — laboratory) Info collection.",
                "Mineragenic maps of Kazakhstan at scales 1:2,500,000 (2002), 1:1,000,000 (2007), and Mesozoic-Cenozoic 1:1,000,000 (2009)."
            ],
            "kz": [
                "«Қазақстанның қатты пайдалы қазбалары кен орындарының атласы» — 2023 ж. аяқталды (жауапты орындаушы — зертхана) Ақпарат жинау.",
                "Қазақстанның минерагендік карталары 1:2 500 000 (2002), 1:1 000 000 (2007) және мезозой-кайнозой 1:1 000 000 (2009) масштабында."
            ],
            "zh": [
                "《哈萨克斯坦固体矿产矿床图集》 — 于2023年完成（负责人 — 实验室）资料收集。",
                "哈萨克斯坦矿产成矿图，比例尺1:2,500,000（2002年）、1:1,000,000（2007年）以及中生代-新生代1:1,000,000（2009年）。"
            ]
        },
        "team": {
            "ru": [
                "Антоненко Анатолий Анатольевич",
                "Битимбаев Марат Жакупович",
                "Жуков Николай Мефодьевич",
                "Машарапова Молдир Абдумуслимовна",
                "Гойколова Татьяна Валериановна",
                "Мінісқұл Шаттық Доғдырханқызы",
                "Каратаева Гаухар Манасбековна",
                "Ходжимуратова Асем Тайлибаевна",
                "Омарбекова Айгерим Еркембековна",
                "Тугайбаева Джамила Базарбоевна",
                "Медешова Назгүл Әділханқызы",
                "Нурдаулетова Зульфия Жумагазиевна"
            ],
            "en": [
                "Antonenkо Anatoliy Anatolyevich",
                "Bitimbaev Marat Zhakupovich",
                "Zhukov Nikolai Mefodievich",
                "Masharapova Moldir Abdumuslimovna",
                "Goikolova Tatyana Valerianovna",
                "Miniskul Shattyk Dogdyrkhankyzy",
                "Karataeva Gauhar Manasbekovna",
                "Khodzhimuratova Asem Taylybaevna",
                "Omarbekova Aygerim Erkenbekovna",
                "Tugaybaeva Dzhamila Bazarboevna",
                "Medeshova Nazgul Adilkhanovna",
                "Nurdauletova Zulfiya Zhumagaziyevna"
            ],
            "kz": [
                "Антоненко Анатолий Анатольевич",
                "Битимбаев Марат Жақыпұлы",
                "Жуков Николай Мефодьевич",
                "Машарапова Мөлдір Әбдумүслімқызы",
                "Гойколова Татьяна Валериановна",
                "Мінісқұл Шаттық Доғдырханқызы",
                "Қаратаева Гаухар Манасбекқызы",
                "Ходжимуратова Әсем Тайлыбайқызы",
                "Омарбекова Айгерім Еркембекқызы",
                "Тоғайбаева Жамила Базарбайқызы",
                "Медешова Назгүл Әділханқызы",
                "Нұрдәулетова Зульфия Жұмағазиевна"
            ],
            "zh": [
                "安东年科·阿纳托利·阿纳托利耶维奇",
                "比廷巴耶夫·马拉特·扎库波维奇",
                "朱科夫·尼古拉·梅福季耶维奇",
                "马沙拉波娃·莫尔迪尔·阿卜杜穆斯利莫夫娜",
                "戈伊科洛娃·塔季扬娜·瓦列里亚诺夫娜",
                "米尼斯库尔·沙特蒂克·多格德尔汉克孜",
                "卡拉塔耶娃·高哈尔·马纳斯别科夫娜",
                "霍吉穆拉托娃·阿塞姆·泰利巴耶夫娜",
                "奥马尔别科娃·艾盖里姆·叶尔肯别科夫娜",
                "图盖巴耶娃·贾米拉·巴扎尔博耶夫娜",
                "梅杰绍娃·纳兹古丽·阿季尔汗克孜",
                "努尔道列托娃·祖丽菲娅·朱马加济耶夫娜"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 7,
        "name": {
            "ru": "Лаборатория редких и редкоземельных металлов",
            "en": "Rare and Rare-Earth Metals Laboratory",
            "kz": "Сирек және сирекжер металдар зертханасы",
            "zh": "稀有金属与稀土金属实验室"
        },
        "slogan": {
            "ru": "«Исследуя редчайшие элементы, формируем ресурсы будущего»",
            "en": "“By studying the rarest elements, we shape the resources of the future”",
            "kz": "«Ең сирек элементтерді зерттей отырып, болашақтың ресурстарын қалыптастырамыз»",
            "zh": "“研究稀有元素，打造未来资源”"
        },
        "review": {
            "ru": [
                "Лаборатория редких и редкоземельных металлов — научно-исследовательское подразделение Института геологических наук им. К.И. Сатпаева, образованное в самостоятельное структурное подразделение в 2019 году",
                "Лаборатория специализируется на комплексном изучении месторождений и рудопроявлений редких металлов, используя современные методы минералогического, спектрального и рентгенофазового анализа. Особое внимание уделяется технологиям извлечения редкоземельных элементов из урановых растворов, геохимическому картированию территорий и сотрудничеству с предприятиями промышленности и образовательными учреждениями."
            ],
            "en": [
                "The Laboratory of Rare and Rare Earth Metals is a research division of the Satpayev Institute of Geological Sciences, established as an independent structural unit in 2019.",
                "The laboratory specializes in the comprehensive study of deposits and ore occurrences of rare metals, using modern methods of mineralogical, spectral, and X-ray phase analysis. Special attention is given to technologies for extracting rare earth elements from uranium solutions, geochemical mapping of territories, and cooperation with industrial enterprises and educational institutions."
            ],
            "kz": [
                "Сирек және сирек жер металдары зертханасы — К.И. Сәтбаев атындағы Геологиялық ғылымдар институтының ғылыми-зерттеу бөлімшесі, 2019 жылы жеке құрылымдық бөлімше ретінде құрылған.",
                "Зертхана сирек металдардың кен орындары мен рудалы көріністерін кешенді зерттеуге маманданған, минералогиялық, спектралдық және рентгендік фазалық талдау әдістерін қолданады. Ерекше назар сирек жер элементтерін уран ерітінділерінен алу технологияларына, аумақтардың геохимиялық картасын жасауға және өндірістік кәсіпорындармен және білім беру мекемелерімен ынтымақтастыққа аударылады."
            ],
            "zh": [
                "稀有及稀土金属实验室是卡内什·萨特帕耶夫地质科学研究所的科研部门，于2019年作为独立结构单位成立。",
                "该实验室专注于稀有金属矿床和矿化体的综合研究，采用现代矿物学、光谱和 X 射线相分析方法。特别重视从铀溶液中提取稀土元素的技术、区域地球化学制图以及与工业企业和教育机构的合作。"
            ]
        },
        "services": {
            "ru": [
                "Проведение буровых работ и отбор керновых проб.",
                "Минералогический анализ шлифов и аншлифов с использованием шлихового метода.",
                "Спектральный и рентгенофазовый анализ проб для точного определения содержания редких элементов.",
                "Разработка технологий по извлечению редких и редкоземельных металлов из промышленных растворов (в том числе урановых).",
                "Консультационные услуги по комплексной геологоразведке месторождений и рудопроявлений редких и редкоземельных металлов."
            ],
            "en": [
                "Conducting drilling operations and core sampling.",
                "Mineralogical analysis of polished and thin sections using the heavy mineral concentrate method.",
                "Spectral and X-ray phase analysis of samples for accurate determination of rare element content.",
                "Development of technologies for extracting rare and rare earth metals from industrial solutions (including uranium solutions).",
                "Consulting services on comprehensive geological exploration of deposits and ore occurrences of rare and rare earth metals."
            ],            
            "kz": [
                "Бұрғылау жұмыстарын жүргізу және керн үлгілерін алу.",
                "Шлифтер мен аншлифтерді шлих әдісімен минералогиялық талдау.",
                "Сирек элементтердің құрамын дәл анықтау үшін үлгілерді спектралдық және рентгендік фазалық талдау.",
                "Өндірістік ерітінділерден (оның ішінде уран ерітінділерінен) сирек және сирек жер металдарын алу технологияларын әзірлеу.",
                "Сирек және сирек жер металдарының кен орындары мен рудалы көріністерін кешенді геологиялық барлау бойынша кеңес беру қызметтері."
            ],            
            "zh": [
                "开展钻探作业并采集岩心样品。",
                "利用重矿物分选法对薄片和抛光片进行矿物学分析。",
                "对样品进行光谱和 X 射线相分析，以准确确定稀有元素含量。",
                "开发从工业溶液（包括铀溶液）中提取稀有和稀土金属的技术。",
                "为稀有和稀土金属矿床及矿化体的综合地质勘查提供咨询服务。"
            ]        
        },
        "projects": {
            "ru": [
                "Геологоразведочные работы по объектам Центрального Казахстана: Кундыбай, Акбулак, Талайрык (2012–2015 годы, программно-целевое финансирование).",
                "Минералогические и спектральные исследования месторождения ШокКарагай (с 2019 года).",
                "Технологические исследования по извлечению редких земель из растворов, образующихся при добыче урана методом подземного выщелачивания, в рамках сотрудничества с национальной компанией Казатомпром."
            ],
            "en": [
                "Geological exploration of sites in Central Kazakhstan: Kundybai, Akbulak, Talairyk (2012–2015, program-targeted funding).",
                "Mineralogical and spectral studies of the Shokkaragai deposit (since 2019).",
                "Technological research on extracting rare earth elements from solutions formed during uranium mining by in-situ leaching, as part of cooperation with the national company Kazatomprom."
            ],
            "kz": [
                "Орталық Қазақстандағы нысандарда геологиялық барлау жұмыстары: Кундыбай, Ақбулак, Талайрық (2012–2015 жылдар, бағдарламалық-мақсатты қаржыландыру).",
                "Шоққарағай кен орнында минералогиялық және спектралдық зерттеулер (2019 жылдан бастап).",
                "Казатомпром ұлттық компаниясымен ынтымақтастық аясында жер асты сілтілеу әдісімен уран өндіру кезінде түзілетін ерітінділерден сирек жер элементтерін алу бойынша технологиялық зерттеулер."
            ],
            "zh": [
                "中哈萨克斯坦地区的地质勘探工作：昆迪拜、阿克布拉克、塔莱雷克（2012–2015 年，专项资金支持）。",
                "对肖克卡拉盖矿床的矿物学和光谱研究（自2019年起）。",
                "在与国家公司 Kazatomprom 合作框架内，开展从地下浸出法采铀溶液中提取稀土元素的工艺研究。"
            ]
        },
        "team": {
            "ru": [
                "Тогизов Куаныш Серикханович",
                "Муратханов Даулет Болатович",
                "Юсупова Улбосын",
                "Шамсутдин Дінмұхаммед Амангелдіұлы",
                "Жұмабай Нұрбакыт Жамбылұлы",
                "Амангелді Нұрсат Мерекеұлы"
            ],
            "en": [
                "Kuanysh Serikhanovich Togizov",
                "Daulet Bolatovich Muratkhanov",
                "Ulbosyn Yusupova",
                "Dinmukhamed Amangeldiyevich Shamsutdin",
                "Nurbakyt Zhambylovich Zhumabai",
                "Nursat Merekeuly Amangeldi"
            ],
            "kz": [
                "Тоғызов Қуаныш Серікханович",
                "Мұратханов Дәулет Болатұлы",
                "Юсупова Ұлбосын",
                "Шамсутдин Дінмұхаммед Амангелдіұлы",
                "Жұмабай Нұрбақыт Жамбылұлы",
                "Амангелді Нұрсат Мерекеұлы"
            ],
            "zh": [
                "库阿尼什·谢里克哈诺维奇·托吉佐夫",
                "道列特·博拉特维奇·穆拉特哈诺夫",
                "尤苏波娃·乌尔博森",
                "丁穆哈梅德·阿曼盖尔季耶维奇·沙姆苏丁",
                "努尔巴克特·江布洛维奇·朱马拜",
                "努尔萨特·梅列科乌利·阿曼盖尔迪"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 8,
        "name": {
            "ru": "Лаборатория литологии и инженерной геологии",
            "en": "Laboratory of Lithology and Engineering Geology",
            "kz": "Литология және инженерлік геология зертханасы",
            "zh": "岩石学与工程地质实验室"
        },
        "slogan": {
            "ru": "Требует заполнения",
            "en": "Requires completion",
            "kz": "Толықтыруды талап етеді",
            "zh": "需要补充"
        },
        "review": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "services": {
            "ru": [
                "Послойное описание разрезов по естест- венным обнажениям и керну скважин с пос- троением детальных литолого-стратиграфичес- ких колонок;",
                "Изучение минералого-петрографического состава осадочных пород;",
                "Изучение стадийности постдиагенетичес- ких преобразований и их влияния на коллекторс- кие свойства пород;",
                "Изучение морфологии и генезиса порово- го пространства с использованием оптической и электронной микроскопии;",
                "Текстурный анализ;",
                "Детальный литолого-фациальный анализ с выделением литогенетических типов пород и фаций;",
                "Выделение потенциальных коллекторов и покрышек;",
                "Построение литолого-фациальных коло- нок, разрезов и карт;",
                "Бассейновый анализ с определением перспектив нефтегазоносности конкретных участков;",
                "Инженерно-геологическиеизыскания;",
                "Использование методов дистанционного зондирования Земли (ДЗЗ) для геологических исследований с применением программ ArcGIS, ERDAS IMAGINE, ENVI и др.;",
                "Оцифровка графического материала (Corel Draw, Adobe Photoshop, ArcGIS, Mapinfo, AutoCad идр.)"
            ],
            "en": [
                "The by-layer description of natural outcrops and well cores with construction of detailed lithologic-stratigraphic columns;",
                "Study of mineralogical and petrographic composition of sedimentary rocks;",
                "Study of stages of postdiagenetic transformations and their influence on reservoir rock properties;",
                "Study of morphology and pore space genesis using optical and electronic microscopy;",
                "Textureanalysis;",
                "Detailed lithologic-facial analysis with identification of lithogenetic types of rocks and facies;",
                "Allocationofpotentialcollectorsandcaps;",
                "Construction of lithologic-facial columns, sections and maps;",
                "The basin analysis with determination of oil and gas bearing capacity prospects for specific areas;",
                "Engineeringandgeologicalsurveys;",
                "Use of Earth remote sensing methods for geological surveys using the ArcGIS, ERDAS IMAGINE, ENVI and other programs;",
                "Digitization of graphic material (Corel Draw, AdobePhotoshop,ArcGIS,Mapinfo,AutoCad and oth.)"
            ],
            "kz": [
                "Табиғи ашылымдар мен ұңғыма керні бойынша қима қабаттарын сипаттау жəне түбегейлі литолого-стратиграфиялық бағаналар құру;",
                "Шөгінді таужыныстардың минералого-петрографиялық құрамын зерттеу;",
                "Постдиагенетикалық өзгерістердің сатылығы мен өзгерістердің таужыныстардың коллекторлық қасиетеріне əсерін зерттеу;",
                "Оптикалық жəне электрондық микро- скопияны қолдана отырып кеуектік кеңістіктің морфологиясы мен генезисын зерттеу;",
                "Бітімдік талдау;",
                "Түбегейлі литолого-фациялық талдау жəне таужыныстар мен фациялардың литогене- тикалық типтерін бөліп шығару;",
                "Əлеуетті коллекторлар мен қақпақтарды белгілеу;",
                "Литолого-фациялық бағаналар, қималар мен карталар құрастыру;",
                "Алаптық талдау жəне нақты учаскелердің мұнайгаздылығының болашағын анықтау;",
                "Инженерлик геологиялық іздестіру;",
                "Геологиялық зерттеулер үшін жерді қашықтықтан зерттеу (ЖҚЗ) əдістерін жəне ArcGis, ERDAS IMAGINE, ENVI жəне т.б. бағдарламаларын қолдану;",
                "Графикалық материалды цифрлау (Corel Draw, Adobe Photoshop, ArcGIS, Mapinfo, AutoCad жəне т.б.)."],
            "zh": [
                "根据自然露头和钻孔岩心逐层描述剖面，并绘制详细的岩性地层柱状图；",
                "研究沉积岩的矿物-岩石学成分；",
                "研究后成岩阶段的演化及其对岩石储集性能的影响；",
                "利用光学显微镜和电子显微镜研究孔隙空间的形态和成因；",
                "纹理分析；",
                "详细的岩性-相分析，识别岩石成因类型和相带；",
                "确定潜在储集层和盖层；",
                "绘制岩性-相柱状图、剖面图和地图；",
                "沉积盆地分析，确定特定区域的油气远景；",
                "工程地质勘察；",
                "使用遥感方法开展地质研究，应用 ArcGIS、ERDAS IMAGINE、ENVI 等软件；",
                "图形资料数字化处理（Corel Draw、Adobe Photoshop、ArcGIS、Mapinfo、AutoCAD 等）。"
            ]
        },
        "projects": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "team": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 9,
        "name": {
            "ru": "Лаборатория минералогии",
            "en": "Laboratory of Mineralogy",
            "kz": "Минералогия зертханасы",
            "zh": "矿物学实验室"
        },
        "slogan": {
            "ru": "«Каждый новый минерал — кирпичик знаний и будущих технологий»",
            "en": "“Each new mineral is a building block of knowledge and future technologies”",
            "kz": "«Әр жаңа минерал — білім мен болашақ технологиялардың кірпіші»",
            "zh": "“每一种新矿物都是知识和未来技术的基石”"
        },
        "review": {
            "ru": [
                "Лаборатория минералогии — передовое подразделение ИГН, интегрирующее классические геологические методы с высокоточными физико-химическими технологиями анализа.",
                "Лаборатория ведёт полный цикл работ — от отбора образцов до международного утверждения минералов в IMA и передачи данных в PDF/ICDD."
            ],
            "en": [
                "The Mineralogy Laboratory is a leading division of IGS, integrating classical geological methods with high-precision physico-chemical analysis technologies.",
                "The laboratory performs the full work cycle — from sample collection to international approval of minerals by IMA and submission of data to PDF/ICDD."
            ],
            "kz": [
                "Минералогия лабораториясы — дәстүрлі геологиялық әдістерді жоғары дәлдіктегі физикалық-химиялық талдау технологияларымен біріктіретін ИГН-нің алдыңғы қатарлы бөлімшесі.",
                "Лаборатория жұмыстардың толық циклін жүргізеді — үлгілерді іріктеуден бастап минералдарды IMA-да халықаралық бекітуге және деректерді PDF/ICDD-ге жіберуге дейін."
            ],
            "zh": [
                "矿物学实验室是地质科学研究所的先进部门，将经典地质方法与高精度物理化学分析技术相结合。",
                "实验室开展完整的工作周期——从样品采集到矿物在国际矿物学协会（IMA）获批并向PDF/ICDD提交数据。"
            ]
        },
        "services": {
            "ru": [
                "Рентгеноспектральный микроанализ",
                "Электронно-микроскопические исследования (SEM)",
                "Четырёхкружная рентгенодифрактометрия микрокристаллов",
                "Определение новой кристаллической структуры и подготовка чек-листов IMA",
                "Петрографические и минералогические исследования шлифов",
                "Составление паспортов минералов и передача данных в PDF/ICDD"
            ],
            "en": [
                "X-ray spectral microanalysis",
                "Electron microscopy studies (SEM)",
                "Four-circle X-ray diffractometry of microcrystals",
                "Determination of new crystal structures and preparation of IMA checklists",
                "Petrographic and mineralogical studies of thin sections",
                "Preparation of mineral passports and submission of data to PDF/ICDD"
            ],           
            "kz": [
                "Рентген-спектралды микроанализ",
                "Электронды микроскопиялық зерттеулер (SEM)",
                "Микрокристалдардың төрт шеңберлі рентгендифрактометриясы",
                "Жаңа кристалдық құрылымды анықтау және IMA чек-листтерін дайындау",
                "Шлифтердің петрографиялық және минералогиялық зерттеулері",
                "Минералдардың төлқұжаттарын жасау және деректерді PDF/ICDD-ге жіберу"
            ],            
            "zh": [
                "X射线光谱微区分析",
                "电子显微镜研究（SEM）",
                "微晶体四圆X射线衍射分析",
                "确定新晶体结构并准备IMA核查清单",
                "薄片岩石学和矿物学研究",
                "编制矿物护照并向PDF/ICDD提交数据"
            ]       
        },
        "projects": {
            "ru": [
                "«Микро- и наноминеральные компоненты руд как ресурс восполнения запасов ПИ Казахстана» (2021–2023) – научный руководитель Г.К. Бекенова.",
                "«Создание базы данных по уникальным, редким и малоизученным минералам Казахстана» (2015–2017)",
                "«Открытие новых минералов в Казахстане для глубокой переработки природного сырья» (2012–2015)",
                "«Технолого-минералогические аспекты эксплуатации месторождений» (2012–2014)"
            ],
            "en": [
                "“Micro- and nanomineral components of ores as a resource for replenishing Kazakhstan's mineral reserves” (2021–2023) – scientific supervisor G.K. Bekenova.",
                "“Creation of a database on unique, rare and little-studied minerals of Kazakhstan” (2015–2017)",
                "“Discovery of new minerals in Kazakhstan for deep processing of natural raw materials” (2012–2015)",
                "“Technological and mineralogical aspects of deposit exploitation” (2012–2014)"
            ],
            "kz": [
                "«Қазақстан ПИ қорларын толықтырудың ресурсы ретінде кендердің микро- және наноминералдық компоненттері» (2021–2023) – ғылыми жетекші Г.К. Бекенова.",
                "«Қазақстанның бірегей, сирек және аз зерттелген минералдары бойынша деректер базасын құру» (2015–2017)",
                "«Қазақстанда табиғи шикізатты терең өңдеу үшін жаңа минералдарды ашу» (2012–2015)",
                "«Кен орындарын пайдаланудың технологиялық-минералогиялық аспектілері» (2012–2014)"
            ],
            "zh": [
                "“作为补充哈萨克斯坦矿产资源的资源——矿石的微纳矿物成分” (2021–2023) —— 科学负责人G.K.别肯诺娃。",
                "“建立哈萨克斯坦独特、稀有和少有研究矿物数据库” (2015–2017)",
                "“在哈萨克斯坦发现新矿物以实现天然原料的深度加工” (2012–2015)",
                "“矿床开发的工艺-矿物学方面” (2012–2014)"
            ]
        },
        "team": {
            "ru": [
                "Бекенова Г.К.",
                "Левин В.Л.",
                "Слюсарев А.П.",
                "Глаголев В.А.",
                "Коккузова М.Н.",
                "Абылхаева А.А."
            ],
            "en": [
                "G.K. Bekenova",
                "V.L. Levin",
                "A.P. Slyusarev",
                "V.A. Glagolev",
                "M.N. Kokkuzova",
                "A.A. Abylkhaeva"
            ],
            "kz": [
                "Бекенова Г.К.",
                "Левин В.Л.",
                "Слюсарев А.П.",
                "Глаголев В.А.",
                "Коккузова М.Н.",
                "Абылхаева А.А."
            ],
            "zh": [
                "G.K. 别肯诺娃",
                "V.L. 列文",
                "A.P. 斯柳萨列夫",
                "V.A. 格拉戈列夫",
                "M.N. 科库佐娃",
                "A.A. 阿比尔哈耶娃"
            ]
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    },
    {
        "id": 10,
        "name": {
            "ru": "Лаборатория физико-химических методов исследований",
            "en": "Laboratory of Physicochemical Research Methods",
            "kz": "Физика-химиялық зерттеу әдістері зертханасы",
            "zh": "物理化学研究方法实验室"
        },
        "slogan": {
            "ru": "Требует заполнения",
            "en": "Requires completion",
            "kz": "Толықтыруды талап етеді",
            "zh": "需要补充"
        },
        "review": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        },
        "services": {
            "ru": [
                "Атомно-абсорбционное определение золота, серебра, меди, свинца, цинка, никеля и кобальта.",
                "Атомно-эмиссионный полуколичественный спектральный анализ.",
                "Атомно-эмиссионный количественный спектральный анализ рения, осмия, германия, бериллия, олова и кадмия.",
                "Химико-спектральное определение элементов платиновой группы (Pt, Pd, Rh, Ru).",
                "Химико-спектральное определение редкоземельных элементов.",
                "Полный химический анализ силикатных пород.",
                "Химический анализ марганцевых руд и концентратов.",
                "Химическое определение серы.",
                "Химическое определение двуокиси углерода.",
                "Химический анализ известково-магнезиальных карбонатных пород.",
                "Определение подвижных форм вредных элементов в почвах.",
                "Определение водорастворимых форм вредных элементов в почвах.",
                "Пламенно-фотометрическое определение лития в горных породах.",
                "Фазовый анализ руд и промпродуктов на соединения Cu, Pb, Zn, Au.",
                "В последние годы Лаборатория ведет активное сотрудничество с компаниями ОАО «Алтын-Алмас», «Компания Лекоин», АО «Аралтуз», Компания «Кэлишэн», «Центргеолсъемка» и многие др."
            ],            
            "en": [
                "Atom-absorption determination of Au, Ag, Cu, Pb, Zn, Ni and Co;",
                "Atomic emission semi-quantitative spectral analysis;",
                "Atomic emission quantitative spectral analysis of Re, Os, Ge, Be, Sn and Cd;",
                "Chemical-spectral analysis of platinum group elements (Pt, Pd, Rh, Ru);",
                "Chemical-spectral definition of rare earth elements;",
                "Complete chemical analysis of silicate rocks;",
                "Chemical analysis of manganese ores and concentrates;",
                "Chemical definition of sulphur;",
                "Carbon dioxide chemical definition;",
                "The chemical analysis of lime-magnesia carbonate rocks;",
                "Definition of mobile forms of harmful elements in soils;",
                "Definition of water-soluble forms of harmful elements in soils;",
                "Flame and photometric definition of lithium in rocks;",
                "Phase analysis of ores and industrial products for Cu, Pb, Zn, Au compounds.",
                "Recently, the Laboratory conducts active co-work with companies JSC “Altyn-Almas”, “Lecoin”, JSC “Araltuz”, “Kalizhen”, “Tsentrgeolsyomka” and many other."
            ],            
            "kz": "Физика-химиялық зерттеу әдістері зертханасы",
            "zh": [
                "原子吸收法测定金、银、铜、铅、锌、镍和钴；",
                "原子发射半定量光谱分析；",
                "原子发射定量光谱分析铼、锇、锗、铍、锡和镉；",
                "化学-光谱法测定铂族元素（Pt、Pd、Rh、Ru）；",
                "化学-光谱法测定稀土元素；",
                "硅酸盐岩石的全面化学分析；",
                "锰矿石及其精矿的化学分析；",
                "硫的化学测定；",
                "二氧化碳的化学测定；",
                "钙镁碳酸盐岩的化学分析；",
                "土壤中有害元素的可移动形态测定；",
                "土壤中有害元素的水溶性形态测定；",
                "火焰光度法测定岩石中的锂含量；",
                "对矿石和工业产品中Cu、Pb、Zn、Au化合物的物相分析；",
                "近年来，实验室与多家公司开展了积极合作，包括“Altyn-Almas”股份公司、“Lecoin公司”、“Araltuz”股份公司、“Kalizhen公司”、“Центргеолсъемка”等。"
            ]        
        },
        "projects": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"] 
        },
        "team": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"] 
        },
        "contacts": {
            "ru": ["Требует заполнения"],
            "en": ["Requires completion"],
            "kz": ["Толықтыруды талап етеді"],
            "zh": ["需要补充"]
        }
    }
]