{
  "name": {
    "ru": "Сыздыков Аскар Хамзаевич",
    "en": "Syzdykov Askar Khamzaevich",
    "kz": "Сыздыков Асқар Хамзаұлы",
    "zh": "阿斯卡尔·哈姆扎耶维奇·西兹季科夫"
  },
  "title": {
    "ru": "Директор ТОО «Институт геологических наук им. К. И. Сатпаева»",
    "en": "Director of LLP 'Satpayev Institute of Geological Sciences'",
    "kz": "К. И. Сәтбаев атындағы Геологиялық ғылымдар институты ЖШС директоры",   
    "zh": "萨特帕耶夫地质科学研究所有限责任公司所长"
  },
  "specTags": {
    "ru": " Кандидат технических наук\nСтарший научный сотрудник",
    "en": "Candidate of Technical Sciences\nSenior Researcher",
    "kz": "Техника ғылымдарының кандидаты\nАға ғылыми қызметкер",  
    "zh": "技术科学副博士\n高级研究员"
  },
  "quotes": {
    "ru": "«Создавая инновации, мы раскрываем потенциал недр и способствуем развитию Казахстана».",
    "en": "“By creating innovations, we unlock the potential of mineral resources and contribute to the development of Kazakhstan.”",
    "kz": "«Инновациялар жасай отырып, біз жер қойнауының әлеуетін ашып, Қазақстанның дамуына үлес қосамыз».",
    "zh": "“通过创造创新，我们开发地下资源潜力，助力哈萨克斯坦发展。”"
  },
  "review": {
    "shortBio": {
      "ru": [
        "Образование:\nКазахский политехнический институт им. В. И. Ленина, специальность «Технология и техника разведки месторождений полезных ископаемых» (1980 г.)",
        "Научная специализация:\n Геологоразведочные технологии, алмазное бурение, геология нефти и газа.",
        "Ключевые достижения:\n Изобретатель серии алмазных буровых коронок, внедрённых в серийное производство и применяемых в СССР и за рубежом (патенты СССР, США, Швеции, Канады, Японии, Германии).\nРуководитель разработки и ввода в эксплуатацию Амангельдинской группы газовых месторождений.\nОрганизатор и эксперт оценки запасов нефтегазовых месторождений Казахстана по международным стандартам SPE PRMS.Опыт управленческой работы в отечественных и зарубежных компаниях (АО «КазМунайГаз», Miller & Lents)."
      ],
      "en": [
        "Education:\nKazakh Polytechnic Institute named after V. I. Lenin, specialty 'Technology and Techniques for Prospecting Mineral Deposits' (1980)",
        "Scientific specialization:\nGeological exploration technologies, diamond drilling, petroleum and gas geology.",
        "Key achievements:\nInventor of a series of diamond drill bits introduced into mass production and used in the USSR and abroad (patents of the USSR, USA, Sweden, Canada, Japan, Germany).\nLeader of the development and commissioning of the Amangeldy gas field group.\nOrganizer and expert in reserves assessment of Kazakhstan's oil and gas fields according to international SPE PRMS standards. Management experience in domestic and foreign companies (KazMunayGas JSC, Miller & Lents)."
      ],
      "kz": [
        "Білімі:\nВ. И. Ленин атындағы Қазақ политехникалық институты, мамандығы «Пайдалы қазбалар кен орындарын барлау технологиясы мен техникасы» (1980 ж.)",
        "Ғылыми мамандануы:\nГеологиялық барлау технологиялары, алмазды бұрғылау, мұнай мен газ геологиясы.",
        "Негізгі жетістіктері:\nКСРО мен шетелде (КСРО, АҚШ, Швеция, Канада, Жапония, Германия патенттері) қолданылған алмазды бұрғылау тәждерінің сериясын ойлап табушы, оларды сериялы өндіріске енгізген.\nАмангелді газ кен орындары тобын игеру және пайдалануға енгізу бойынша жетекші.\nҚазақстан мұнай-газ кен орындарының қорларын SPE PRMS халықаралық стандарттары бойынша бағалау бойынша ұйымдастырушы және сарапшы. Елдегі және шетелдегі компанияларда басқару тәжірибесі бар (ҚазМұнайГаз АҚ, Miller & Lents)."
      ],    
      "zh": [
        "教育背景：\n列宁命名的哈萨克理工学院，专业“矿产勘探技术与工艺”（1980年）",
        "科研专长：\n地质勘探技术、金刚石钻探、石油与天然气地质。",
        "主要成就：\n金刚石钻头系列发明人，该系列已投入批量生产，并在苏联及国外使用（苏联、美国、瑞典、加拿大、日本、德国专利）。\n阿曼盖尔季气田组开发和投产的负责人。\n根据SPE PRMS国际标准组织和评估哈萨克斯坦油气田储量的专家。曾在国内外公司担任管理职务（KazMunayGas JSC，Miller & Lents）。"
      ]    
    },
    "bigBio": {
      "ru": [
        "Ранняя карьера (1980–1988):\nИнженер лаборатории «Эффективные методы бурения разведочных скважин» (КазПТИ им. Ленина). Разработал и внедрил алмазные буровые коронки, прошедшие успешные испытания на территории СССР.",
        "Научная карьера:\n1988 г. — защита кандидатской диссертации в Ленинградском горном институте им. Г.В. Плеханова.\n1990 г. — присвоено звание Старший научный сотрудник (ВАК при Совете Министров СССР).",
        "Опыт работы (1993–2017):\nРуководящие позиции в нефтегазовых проектах АО «Национальная компания «КазМунайГаз», АО «КазТрансГаз», ТОО «Амангельды Газ», директор казахстанского представительства компании «Miller and Lents».",
        "Преподавание и управление (2018–2024):\nДиректор института геологии и нефтегазового дела им. Каратая Турысова (Satbayev University).",
        "Настоящее время:\nИ. о. Директора ТОО «Институт геологических наук им. К.И.Сатпаева»."
      ],
      "en": [
        "Early career (1980–1988):\nEngineer at the laboratory 'Efficient Methods for Drilling Exploration Wells' (KazPTI named after Lenin). Developed and implemented diamond drill bits successfully tested across the USSR.",
        "Scientific career:\n1988 — defended Candidate of Sciences dissertation at the Leningrad Mining Institute named after G.V. Plekhanov.\n1990 — awarded the title Senior Researcher (by the Higher Attestation Commission under the Council of Ministers of the USSR).",
        "Work experience (1993–2017):\nHeld leadership positions in oil and gas projects of KazMunayGas JSC, KazTransGas JSC, Amangeldy Gas LLP, and served as director of the Kazakhstan office of Miller and Lents.",
        "Teaching and administration (2018–2024):\nDirector of the Institute of Geology and Oil and Gas Business named after Karatay Turysov (Satbayev University).",
        "Present:\nActing Director of Satpayev Institute of Geological Sciences LLP."
      ],
      "kz": [
        "Ерте мансап (1980–1988):\nВ. И. Ленин атындағы ҚазПТИ-дің «Іздеу ұңғымаларын бұрғылаудың тиімді әдістері» зертханасының инженері. КСРО аумағында сәтті сынақтан өткен алмазды бұрғылау тәждерін жасап, өндіріске енгізді.",
        "Ғылыми мансап:\n1988 ж. — Г.В. Плеханов атындағы Ленинград тау-кен институтында кандидаттық диссертация қорғады.\n1990 ж. — КСРО Министрлер Кеңесі жанындағы Жоғары аттестациялық комиссияның шешімімен аға ғылыми қызметкер атағы берілді.",
        "Жұмыс тәжірибесі (1993–2017):\n«ҚазМұнайГаз» ҰК АҚ, «ҚазТрансГаз» АҚ, «Амангелді Газ» ЖШС мұнай-газ жобаларында басшылық қызметтер атқарды, «Miller and Lents» компаниясының Қазақстандағы өкілдігінің директоры болды.",
        "Оқыту және басқару (2018–2024):\nКаратай Турысов атындағы Геология және мұнай-газ ісі институтының директоры (Satbayev University).",
        "Қазіргі уақыт:\nК. И. Сәтбаев атындағы Геологиялық ғылымдар институты ЖШС директорының міндетін атқарушы."
      ],  
      "zh": [
        "早期职业生涯（1980–1988）：\n列宁命名的哈萨克理工学院“勘探钻井高效方法”实验室工程师。开发并推广了在苏联各地成功测试的金刚石钻头。",
        "科研生涯：\n1988年 — 在以G.V.普列哈诺夫命名的列宁格勒矿业学院获得技术科学副博士学位。\n1990年 — 被苏联部长会议下属高等认证委员会授予高级研究员称号。",
        "工作经验（1993–2017）：\n在“哈萨克石油天然气公司”股份公司、“哈萨克天然气运输公司”股份公司、“阿曼盖尔季天然气”有限责任公司担任领导职务，并担任“Miller and Lents”公司哈萨克斯坦代表处主任。",
        "教学与管理（2018–2024）：\n萨特帕耶夫大学图雷索夫石油与天然气地质学院院长。",
        "现状：\n萨特帕耶夫地质科学研究所有限公司代理所长。"
      ]
    }
  },
      "publications": {
      "ru": [
        "Автор серии патентов на алмазные буровые коронки (СССР, США, Канада, Германия, Швеция, Япония).",
        "Диссертация (1988 г.) по технологии алмазного бурения твёрдых горных пород.",
        "Публикации по геологоразведке, буровым технологиям и нефтегазовым месторождениям Казахстана."
      ],
      "en": [
        "Author of a series of patents for diamond drill bits (USSR, USA, Canada, Germany, Sweden, Japan).",
        "Dissertation (1988) on diamond drilling technology for hard rock.",
        "Publications on geological exploration, drilling technologies, and oil and gas fields of Kazakhstan."
      ],
      "kz": [
        "Алмазды бұрғылау тәждеріне арналған патенттер сериясының авторы (КСРО, АҚШ, Канада, Германия, Швеция, Жапония).",
        "Диссертация (1988 ж.) қатты тау жыныстарын алмазды бұрғылау технологиясы бойынша.",
        "Қазақстанның геологиялық барлау, бұрғылау технологиялары және мұнай-газ кен орындары туралы жарияланымдар."
      ],
      "zh": [
        "金刚石钻头系列专利的作者（苏联、美国、加拿大、德国、瑞典、日本）。",
        "论文（1988年）：坚硬岩石的金刚石钻探技术。",
        "在地质勘探、钻探技术和哈萨克斯坦油气田方面的出版物。"
      ]
    },
    "projects": {
      "ru": [
        "Разработка и внедрение технологии алмазного бурения и отбора керна, производство и применение коронок БИТ.",
        "Доразведка и ввод в эксплуатацию газовых месторождений (Амангельды, Жаркум, Анабай, Айракты, Султанкудук, Барханная).",
        "Оценка запасов нефтегазовых месторождений Казахстана по стандартам SPE PRMS (совместно с Miller and Lents)."
      ],
      "en": [
        "Development and implementation of diamond drilling and core sampling technology, production and use of BIT bits.",
        "Additional exploration and commissioning of gas fields (Amangeldy, Zharkum, Anabay, Ayrakty, Sultankuduk, Barkhannaya).",
        "Reserves assessment of Kazakhstan's oil and gas fields according to SPE PRMS standards (in collaboration with Miller and Lents)."
      ],
      "kz": [
        "Алмазды бұрғылау және керн алу технологиясын әзірлеу және енгізу, БИТ тәждерін өндіру және қолдану.",
        "Газ кен орындарын қосымша барлау және пайдалануға енгізу (Амангелді, Жарқұм, Анабай, Айрақты, Сұлтанқұдық, Барханная).",
        "Қазақстан мұнай-газ кен орындарының қорларын SPE PRMS стандарттары бойынша бағалау (Miller and Lents-пен бірлесіп)."
      ],
      "zh": [
        "开发和推广金刚石钻探及岩心取样技术，BIT钻头的生产与应用。",
        "对气田进行补充勘探并投入生产（阿曼盖尔季、扎尔库姆、阿纳拜、艾拉克特、苏尔坦库杜克、巴尔汉纳亚）。",
        "根据SPE PRMS标准评估哈萨克斯坦油气田储量（与Miller and Lents合作）。"
      ]
    },
    "teachings": {
      "ru": [
        "Руководство институтом геологии и нефтегазового дела им. Каратая Турысова, Satbayev University (2018–2024).",
        "Экспертные консультации и участие в подготовке специалистов нефтегазового сектора."
      ],
      "en": [
        "Management of the Institute of Geology and Oil and Gas Business named after Karatay Turysov, Satbayev University (2018–2024).",
        "Expert consulting and participation in the training of oil and gas sector specialists."
      ],
      "kz": [
        "Каратай Турысов атындағы Геология және мұнай-газ ісі институтын басқару, Satbayev University (2018–2024).",
        "Мұнай-газ саласы мамандарын даярлауға сараптамалық кеңес беру және қатысу."
      ],
      "zh": [
        "管理卡拉塔伊·图雷索夫命名的萨特帕耶夫大学石油与天然气地质学院（2018–2024）。",
        "为石油天然气行业专家培训提供咨询并参与培训工作。"
      ]
    },
    "achievements": {
      "ru": [
        "Орден «Курмет»",
        "Почётный разведчик недр Республики Казахстан",
        "Заслуженный геолог Республики Казахстан",
        "Заслуженный работник нефтегазовой отрасли Республики Казахстан",
        "Лауреат Государственной премии имени К.И. Сатпаева"
      ],
      "en": [
        "Order of Kurmet",
        "Honored Subsoil Explorer of the Republic of Kazakhstan",
        "Honored Geologist of the Republic of Kazakhstan",
        "Honored Worker of the Oil and Gas Industry of the Republic of Kazakhstan",
        "Laureate of the State Prize named after K.I. Satpayev"
      ],
      "kz": [
        "«Құрмет» ордені",
        "Қазақстан Республикасының Құрметті жер қойнауын барлаушысы",
        "Қазақстан Республикасының Еңбек сіңірген геологы",
        "Қазақстан Республикасының Мұнай-газ саласының еңбек сіңірген қызметкері",
        "К.И. Сәтбаев атындағы Мемлекеттік сыйлықтың лауреаты"
      ],
      "zh": [
        "“库尔梅特”勋章",
        "哈萨克斯坦共和国荣誉矿产勘探者",
        "哈萨克斯坦共和国功勋地质学家",
        "哈萨克斯坦共和国石油天然气行业功勋工作者",
        "卡纳特·萨特帕耶夫国家奖获得者"
      ]
    },
    "media": {
      "ru": [
        "Доклады на совещаниях Комитета геологии Республики Казахстан.",
        "Регулярные экспертные выступления на отраслевых конференциях и круглых столах.",
        "Интервью и комментарии для отраслевых СМИ (требует наполнения контентом)."
      ],
      "en": [
        "Presentations at meetings of the Committee of Geology of the Republic of Kazakhstan.",
        "Regular expert speeches at industry conferences and round tables.",
        "Interviews and commentary for industry media (content needs to be provided)."
      ],
      "kz": [
        "Қазақстан Республикасының Геология комитеті мәжілістерінде баяндамалар.",
        "Салалық конференциялар мен дөңгелек үстелдерде тұрақты сараптамалық баяндамалар.",
        "Салалық БАҚ үшін сұхбаттар мен түсініктемелер (контентті толықтыру қажет)."
      ],
      "zh": [
        "在哈萨克斯坦共和国地质委员会会议上的报告。",
        "在行业会议和圆桌会议上定期发表专家演讲。",
        "为行业媒体提供采访和评论（需要补充内容）。"
      ]
    },
    "contacts": {
      "ru": [
        "Телефон: +77771115252",
        "E-mail: info@ign.kz",
        "Адрес кабинета: (требует заполнения)"
      ],
      "en": [
        "Phone: +77771115252",
        "E-mail: info@ign.kz",
        "Office address: (to be filled in)"
      ],
      "kz": [
        "Телефон: +77771115252",
        "E-mail: info@ign.kz",
        "Кабинет мекенжайы: (толтыру қажет)"
      ],
      "zh": [
        "电话：+77771115252",
        "电子邮箱：info@ign.kz",
        "办公室地址：（待填写）"
      ]
    },
    "moreInfo": {
      "ru": [
        "Презентации и доклады по разработкам в области геологоразведки и нефтегазовой отрасли.",
        "Материалы о стажировках и повышении квалификации:\no США, Хьюстон (Miller & Lents)\nНорвегия, Осло (Statoil)\nВеликобритания, Рединг (University of Reading, British Gas)\nИспания, Солтеррено (Mindful Academy Solterreno)"
      ],
      "en": [
        "Presentations and reports on developments in geological exploration and the oil and gas industry.",
        "Materials on internships and advanced training:\no USA, Houston (Miller & Lents)\no Norway, Oslo (Statoil)\no UK, Reading (University of Reading, British Gas)\no Spain, Solterreno (Mindful Academy Solterreno)"
      ],
      "kz": [
        "Геологиялық барлау және мұнай-газ саласындағы әзірлемелер бойынша презентациялар мен баяндамалар.",
        "Тәжірибелер мен біліктілікті арттыру туралы материалдар:\no АҚШ, Хьюстон (Miller & Lents)\no Норвегия, Осло (Statoil)\no Ұлыбритания, Рединг (University of Reading, British Gas)\no Испания, Солтеррено (Mindful Academy Solterreno)"
      ],
      "zh": [
        "地质勘探和石油天然气行业发展的演示文稿和报告。",
        "有关实习和培训材料：\no 美国，休斯顿（Miller & Lents）\no 挪威，奥斯陆（Statoil）\no 英国，雷丁（雷丁大学，British Gas）\no 西班牙，索尔特雷诺（Mindful Academy Solterreno）"
      ]
    },
    "moreTitles": {
      "ru": [
        "Независимый директор, член Совета директоров «Национальной геологической службы РК»",
        "Член подкомитета геологической отрасли НПП РК «Атамекен»",
        "Член Президиума Национальной Академии Минеральных Ресурсов Республики Казахстан"
      ],
      "en": [
        "Independent Director, member of the Board of Directors of the National Geological Service of the Republic of Kazakhstan",
        "Member of the Subcommittee of the Geological Industry of the National Chamber of Entrepreneurs of the Republic of Kazakhstan 'Atameken'",
        "Member of the Presidium of the National Academy of Mineral Resources of the Republic of Kazakhstan"
      ],
      "kz": [
        "Қазақстан Республикасы Ұлттық геологиялық қызметінің тәуелсіз директоры, директорлар кеңесінің мүшесі",
        "Қазақстан Республикасы «Атамекен» Ұлттық кәсіпкерлер палатасының геология саласы бойынша кіші комитетінің мүшесі",
        "Қазақстан Республикасының Ұлттық минералдық ресурстар академиясы президиумының мүшесі"
      ],
      "zh": [
        "哈萨克斯坦共和国国家地质局独立董事、董事会成员",
        "哈萨克斯坦共和国“阿塔梅肯”国家企业家商会地质行业分委员会成员",
        "哈萨克斯坦共和国国家矿产资源科学院主席团成员"
      ]
    },
    "image": "/syzdykov.webp"
}