[
    {
        "id": 1,
        "date": "15.08.2025",
        "title": {
            "ru": "Рабочая встреча с международными геологическими службами",
            "en": "Working Meeting with International Geological Services",
            "kz": "Халықаралық геологиялық қызметтермен жұмыс кездесуі",
            "zh": "与国际地质服务机构的工作会晤"
        },
        "content": {
            "ru": [
                "Рабочая встреча с международными геологическими службами",
                "Сегодня в Институте геологических наук имени К.И. Сатпаева прошла рабочая встреча с международной делегацией, в состав которой вошли представители Национальной геологической службы Республики Казахстан, а также Национальных геологических служб США (USGS), Финляндии (GTK) и Германии (BGR).",
                "В рамках встречи обсуждены конкретные направления практического сотрудничества:",
                "▪ Критически важные минералы и редкоземельные элементы:",
                "рассмотрены лучшие международные практики по оценке, стандартизации, QA/QC, обеспечению прозрачности геологических данных.",
                "▪ Цифровизация геологических данных:",
                "вопросы совместимости форматов, обмена картографическими и 3D‑материалами, доступ к открытым геоданным.",
                "▪ Лабораторные стандарты:",
                "презентован проект сертифицированной геоаналитической лаборатории GeoLab Eurasia, реализуемый в партнерстве с иностранным инвестором, с ориентацией на стандарты NI 43‑101, JORC, ISO/IEC 17025. Обсуждены возможности межлабораторных сличений и калибровок.",
                "▪ Подготовка специалистов:",
                "предметно рассмотрены перспективы стажировок, совместных курсов и научных школ для молодых геологов.",
                "▪ Устойчивое недропользование:",
                "отдельное внимание уделено темам мониторинга подземных вод, экологическим стандартам и вопросам безопасности.",
                "Стороны выразили заинтересованность в продолжении рабочей координации, обмене технической информацией и запуске конкретных совместных инициатив.",
                "Благодарим коллег за содержательный обмен опытом и конструктивный подход к вопросам геологического развития.",
                "Отдельная благодарность — руководителю Национальной геологической службы РК Галиеву Ерлану Фазыловичу за организацию и координацию встречи."
            ],
            "en": [
                "Working Meeting with International Geological Services",
                "Today, at the Satbayev Institute of Geological Sciences, a working meeting was held with an international delegation that included representatives of the National Geological Service of the Republic of Kazakhstan, as well as the National Geological Services of the USA (USGS), Finland (GTK), and Germany (BGR).",
                "The meeting discussed specific areas of practical cooperation:",
                "▪ Critical minerals and rare earth elements:",
                "reviewed best international practices in evaluation, standardization, QA/QC, and ensuring transparency of geological data.",
                "▪ Digitalization of geological data:",
                "issues of format compatibility, exchange of cartographic and 3D materials, and access to open geodata.",
                "▪ Laboratory standards:",
                "presented the GeoLab Eurasia certified geoanalytical laboratory project, implemented in partnership with a foreign investor, with a focus on NI 43-101, JORC, and ISO/IEC 17025 standards. Discussed opportunities for interlaboratory comparisons and calibrations.",
                "▪ Training of specialists:",
                "considered prospects for internships, joint courses, and scientific schools for young geologists.",
                "▪ Sustainable subsoil use:",
                "special attention was given to groundwater monitoring, environmental standards, and safety issues.",
                "The parties expressed interest in continuing working coordination, exchanging technical information, and launching specific joint initiatives.",
                "We thank our colleagues for a meaningful exchange of experience and a constructive approach to issues of geological development.",
                "Special thanks to the Head of the National Geological Service of Kazakhstan, Yerlan Fazylovich Galiev, for organizing and coordinating the meeting."
            ],
           "kz": [
                "Халықаралық геологиялық қызметтермен жұмыс кездесуі",
                "Бүгін Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институтында Қазақстан Республикасының Ұлттық геологиялық қызметі, сондай-ақ АҚШ (USGS), Финляндия (GTK) және Германияның (BGR) Ұлттық геологиялық қызметтері өкілдері қатысқан халықаралық делегациямен жұмыс кездесуі өтті.",
                "Кездесу барысында практикалық ынтымақтастықтың нақты бағыттары талқыланды:",
                "▪ Стратегиялық маңызды минералдар мен сирек жер элементтері:",
                "бағалау, стандарттау, QA/QC, геологиялық деректердің ашықтығын қамтамасыз ету бойынша үздік халықаралық тәжірибелер қаралды.",
                "▪ Геологиялық деректерді цифрландыру:",
                "форматтардың үйлесімділігі, картографиялық және 3D материалдар алмасу, ашық геодеректерге қол жеткізу мәселелері талқыланды.",
                "▪ Зертханалық стандарттар:",
                "шетелдік инвестормен әріптестікте жүзеге асырылып жатқан GeoLab Eurasia сертификатталған геоаналитикалық зертханасы жобасы таныстырылды, NI 43-101, JORC, ISO/IEC 17025 стандарттарына бағытталды. Зертханалар арасындағы салыстырулар мен калибровкалар мүмкіндіктері талқыланды.",
                "▪ Мамандарды даярлау:",
                "жас геологтарға арналған тағылымдамалар, бірлескен курстар мен ғылыми мектептердің перспективалары қарастырылды.",
                "▪ Тұрақты жер қойнауын пайдалану:",
                "жерасты суларын мониторингілеу, экологиялық стандарттар және қауіпсіздік мәселелеріне ерекше назар аударылды.",
                "Тараптар жұмыс үйлестіруді жалғастыруға, техникалық ақпарат алмасуға және нақты бірлескен бастамаларды іске қосуға мүдделі екенін білдірді.",
                "Әріптестерге тәжірибе алмасу және геологиялық даму мәселелеріне сындарлы көзқарас танытқаны үшін алғыс білдіреміз.",
                "Жеке алғыс — ҚР Ұлттық геологиялық қызметінің басшысы Ерлан Фазылұлы Ғалиевке кездесуді ұйымдастырғаны және үйлестіргені үшін."
            ],
            "zh": [
                "与国际地质服务机构的工作会晤",
                "今天，在萨特帕耶夫地质科学研究所举行了一次工作会议，国际代表团出席，其中包括哈萨克斯坦共和国国家地质服务机构，以及美国（USGS）、芬兰（GTK）和德国（BGR）的国家地质服务机构代表。",
                "会议讨论了具体的实际合作方向：",
                "▪ 战略性矿产和稀土元素：",
                "审议了在评估、标准化、QA/QC 以及确保地质数据透明度方面的最佳国际实践。",
                "▪ 地质数据数字化：",
                "探讨了格式兼容性、地图和 3D 材料的交换以及开放地质数据的获取问题。",
                "▪ 实验室标准：",
                "介绍了正在与外国投资者合作实施的 GeoLab Eurasia 认证地质分析实验室项目，重点关注 NI 43-101、JORC 和 ISO/IEC 17025 标准。讨论了实验室间比对和校准的可能性。",
                "▪ 专业人才培养：",
                "具体审议了实习、联合课程以及为青年地质学家设立的科学学校的前景。",
                "▪ 可持续矿产资源利用：",
                "特别关注地下水监测、环境标准和安全问题。",
                "各方表达了继续开展工作协调、技术信息交流和启动具体联合项目的兴趣。",
                "感谢同事们富有成效的经验交流以及对地质发展问题的建设性态度。",
                "特别感谢哈萨克斯坦国家地质服务机构负责人叶尔兰·法兹洛维奇·加利耶夫对会议的组织与协调。"
            ]
        },
        "images": [
            "/news/news16.1.jpg",
            "/news/news16.2.jpg"
        ],
        "videos": null
    },
        {
        "id": 2,
        "date": "06.08.2025",
        "title": {
            "ru": "Инновационные нефтегазовые технологии — путь к локальному производству в Казахстане",
            "en": "Innovative Oil and Gas Technologies — A Step Toward Local Production in Kazakhstan",
            "kz": "Инновациялық мұнай-газ технологиялары — Қазақстандағы жергілікті өндірістің бастамасы",
            "zh": "创新油气技术 —— 迈向哈萨克斯坦本地化生产"
        },
        "content": {
            "ru": [
                "Инновационные нефтегазовые технологии — шаг к локальному производству в Казахстане!",
                "Сегодня в Институте геологических наук им. К. И. Сатпаева (входит в состав Satbayev University) прошла важная стратегическая встреча с делегацией компании «Ваньцзюнь нефтяное оборудование» (г. Чэнду).",
                "Организатором встречи выступил Институт геологических наук, который пригласил к участию ведущих ученых кафедры «Нефтяная инженерия» Satbayev University, а также специалистов отрасли.",
                "Во встрече приняли участие руководство и специалисты нефтегазового сектора Института геологических наук.",
                "С китайской стороны в переговорах участвовали:",
                "– Генеральный директор компании — господин Фань Синьцзян,",
                "– Советник компании — господин Фан Ган.",
                "Темой обсуждения стало внедрение в Казахстане высокоэффективных модульных систем для онлайн-измерения многофазных потоков нефти и газа. Эти установки нового поколения уже успешно применяются на нефтяных месторождениях Китая и теперь вызывают большой интерес у казахстанских коллег.",
                "В чем уникальность оборудования?",
                "– Используется передовая технология GLCC (вихревая колонна для разделения газа и жидкости),",
                "– Встроены высокоточные анализаторы содержания воды и цифровые расходомеры,",
                "– Установки компактные, модульные и легко адаптируются под конкретные условия месторождений,",
                "– Обеспечивают непрерывный онлайн-контроль фазового состава потоков с высокой точностью.",
                "В ходе встречи была озвучена инициатива по организации совместного производства этих установок на территории Казахстана. Предложено разместить производство на полигоне Satbayev University, при участии кафедры «Нефтяная инженерия» и нефтегазового сектора Института геологических наук.",
                "Этот проект станет важной платформой для подготовки молодых специалистов: ",
                "студенты, магистранты и докторанты получат доступ к реальной инженерной практике, будут вовлечены в производство и освоение передовых технологий.",
                "Выпускаемое оборудование будет востребовано на нефтегазовых месторождениях Казахстана и может сыграть ключевую роль в цифровизации и повышении эффективности отрасли.",
                "Стороны выразили заинтересованность в запуске проекта и готовы двигаться к подписанию соглашений. Впереди — активная фаза технической и организационной проработки.",
                "Это не просто встреча — это начало технологического сотрудничества, которое объединяет науку, образование и промышленность во имя устойчивого развития нефтегазового сектора страны."
            ],
            "en": [
                "Innovative oil and gas technologies — a step toward local production in Kazakhstan!",
                "Today, at the Satbayev Institute of Geological Sciences (part of Satbayev University), an important strategic meeting was held with the delegation of WanJun Petroleum Equipment Company (Chengdu).",
                "The meeting was organized by the Institute of Geological Sciences, which invited leading scientists from the 'Petroleum Engineering' Department of Satbayev University as well as industry experts.",
                "The leadership and specialists of the Institute’s oil and gas sector also participated in the meeting.",
                "On the Chinese side, the negotiations included:",
                "– General Director of the company — Mr. Fan Xinjian,",
                "– Company Advisor — Mr. Fan Gang.",
                "The discussion focused on introducing highly efficient modular systems for online measurement of multiphase oil and gas flows in Kazakhstan. These next-generation units are already being successfully applied at oil fields in China and are now attracting great interest from Kazakh colleagues.",
                "What makes the equipment unique?",
                "– It uses advanced GLCC technology (Gas-Liquid Cylindrical Cyclone),",
                "– Equipped with high-precision water content analyzers and digital flowmeters,",
                "– Compact, modular units easily adaptable to specific field conditions,",
                "– Provide continuous online monitoring of phase composition with high accuracy.",
                "During the meeting, an initiative was announced to establish joint production of these units in Kazakhstan. It was proposed to locate the production site at the Satbayev University testing ground, with the involvement of the 'Petroleum Engineering' Department and the oil and gas sector of the Institute of Geological Sciences.",
                "This project will become an important platform for training young specialists: students, master’s, and doctoral candidates will gain access to real engineering practice, be involved in production, and master advanced technologies.",
                "The equipment produced will be in demand at Kazakhstan’s oil and gas fields and may play a key role in digitalization and improving industry efficiency.",
                "Both parties expressed interest in launching the project and readiness to move toward signing agreements. Ahead lies an active phase of technical and organizational development.",
                "This is not just a meeting — it is the beginning of technological cooperation that unites science, education, and industry for the sustainable development of the country’s oil and gas sector."
            ],
            "kz": [
                "Инновациялық мұнай-газ технологиялары — Қазақстандағы жергілікті өндірістің бастамасы!",
                "Бүгін Қ.И. Сәтбаев атындағы геологиялық ғылымдар институтында (Satbayev University құрамына кіреді) «Ваньцзюнь мұнай жабдықтары» компаниясының (Чэнду қ.) делегациясымен маңызды стратегиялық кездесу өтті.",
                "Кездесуді ұйымдастырушы Геологиялық ғылымдар институты болды, ол Satbayev University-дің «Мұнай инженериясы» кафедрасының жетекші ғалымдарын, сондай-ақ саланың мамандарын шақырды.",
                "Кездесуге Геологиялық ғылымдар институтының мұнай-газ секторының басшылығы мен мамандары қатысты.",
                "Қытай тарапынан келіссөздерге қатысты:",
                "– компанияның бас директоры — мырза Фань Синьцзян,",
                "– компанияның кеңесшісі — мырза Фан Ган.",
                "Талқылаудың тақырыбы мұнай мен газдың көп фазалы ағындарын онлайн-өлшеуге арналған жоғары тиімді модульдік жүйелерді Қазақстанға енгізу болды. Бұл жаңа буын қондырғылары Қытайдың мұнай кен орындарында сәтті қолданылып келеді және қазақстандық әріптестердің үлкен қызығушылығын тудырып отыр.",
                "Жабдықтың бірегейлігі неде?",
                "– GLCC (газ-бөлгіш айналмалы колонна) озық технологиясы қолданылады,",
                "– су құрамын анықтайтын жоғары дәлдікті анализаторлар мен сандық шығын өлшегіштер орнатылған,",
                "– қондырғылар ықшам, модульдік және кен орындарының нақты жағдайларына оңай бейімделеді,",
                "– ағындардың фазалық құрамын үздіксіз онлайн-бақылауды жоғары дәлдікпен қамтамасыз етеді.",
                "Кездесу барысында бұл қондырғыларды Қазақстан аумағында бірлесіп өндіру бастамасы жарияланды. Өндірісті Satbayev University полигонында, «Мұнай инженериясы» кафедрасы мен Геологиялық ғылымдар институтының мұнай-газ секторының қатысуымен орналастыру ұсынылды.",
                "Бұл жоба жас мамандарды даярлау үшін маңызды платформаға айналады: студенттер, магистранттар мен докторанттар нақты инженерлік тәжірибеге қол жеткізіп, өндіріске және озық технологияларды меңгеруге қатыса алады.",
                "Шығарылатын жабдық Қазақстанның мұнай-газ кен орындарында сұранысқа ие болады және саланың цифрландыруы мен тиімділігін арттыруда маңызды рөл атқара алады.",
                "Тараптар жобаны іске қосуға қызығушылық білдіріп, келісімдерге қол қоюға дайын екендерін айтты. Алда техникалық және ұйымдастырушылық жұмыстың белсенді кезеңі тұр.",
                "Бұл жай ғана кездесу емес — бұл елдің мұнай-газ секторының тұрақты дамуы үшін ғылымды, білімді және өндірісті біріктіретін технологиялық ынтымақтастықтың басталуы."
            ],
            "zh": [
                "创新油气技术 —— 迈向哈萨克斯坦本地化生产！",
                "今天，在隶属于萨特帕耶夫大学的萨特帕耶夫地质科学研究所，与来自成都的“万军石油设备公司”代表团举行了一次重要的战略会晤。",
                "会议由地质科学研究所组织，邀请了萨特帕耶夫大学“石油工程”系的主要学者以及行业专家参加。",
                "地质科学研究所石油天然气部门的领导和专家也出席了会议。",
                "中方参会人员包括：",
                "– 公司总经理 —— 范新江先生，",
                "– 公司顾问 —— 范刚先生。",
                "讨论的主题是将高效模块化系统引入哈萨克斯坦，用于石油和天然气多相流的在线测量。这些新一代装置已在中国油田成功应用，如今引起了哈萨克斯坦同行的高度关注。",
                "设备的独特之处在于：",
                "– 使用先进的 GLCC 技术（气液旋流分离柱），",
                "– 内置高精度水含量分析仪和数字流量计，",
                "– 装置紧凑、模块化，可根据油田的具体条件灵活适应，",
                "– 能够高精度地实现相组成的连续在线监控。",
                "在会议期间，提出了在哈萨克斯坦境内联合生产这些装置的倡议。建议在萨特帕耶夫大学的试验场设立生产基地，并由“石油工程”系和地质科学研究所石油天然气部门参与。",
                "该项目将成为培养年轻专家的重要平台：本科生、硕士生和博士生将获得真实的工程实践机会，参与生产并掌握先进技术。",
                "所生产的设备将在哈萨克斯坦的油气田广受需求，并可能在行业数字化和效率提升中发挥关键作用。",
                "双方表达了推动项目启动的兴趣，并准备朝签署协议的方向迈进。接下来将进入技术与组织落实的活跃阶段。",
                "这不仅仅是一场会议 —— 而是科技合作的开端，它将科学、教育与工业结合起来，为该国油气行业的可持续发展服务。"
            ]
        },
        "images": [
            "/news/news15.1.jpg",
            "/news/news15.2.jpg",
            "/news/news15.3.jpg"
        ],
        "videos": null
    },
        {
        "id": 3,
        "date": "23.07.2025",
        "title": {
            "ru": "GeoLab Eurasia — новая эра геоаналитики в Казахстане",
            "en": "GeoLab Eurasia — A New Era of Geoanalytics in Kazakhstan",
            "kz": "GeoLab Eurasia — Қазақстандағы геоаналитиканың жаңа дәуірі",
            "zh": "GeoLab Eurasia —— 哈萨克斯坦地质分析的新纪元"
        },
        "content": {
            "ru": [
                "GeoLab Eurasia — геоаналитическая революция начинается в Казахстане!",
                "Сегодня в Алматы подписаны учредительные документы GeoLab Eurasia — первой международной сертифицированной лаборатории полного цикла анализа горных пород в Центральной Азии. Инициатива реализуется по протокольному поручению Премьер-министра Республики Казахстан и  получила активную поддержку со стороны Комитета по инвестициям МИД РК и Комитета геологии МПиС РК.",
                "Это не просто новость — это новая эра для казахстанской геологии и всей отрасли недропользования! Мы перестаем быть зависимыми от зарубежных лабораторий и создаем собственную научно-производственную экосистему, соответствующую мировым стандартам NI 43-101, JORC и ISO/IEC 17025.",
                "GeoLab Eurasia — это:",
                "- высокоточные исследования руд с использованием ICP-MS, XRF, XRD;",
                "- международное партнерство: Институт геологических наук им. К. И. Сатпаева (ДЗО Satbayev University), Kepler Group и Eurasia Mineral Standard;",
                "- платформа для подготовки специалистов, трансфера технологий и научных прорывов;",
                "- цифровая прозрачность и полная прослеживаемость каждой пробы;",
                "- стратегический шаг к научному и индустриальному суверенитету Казахстана.",
                "В октябре 2025 в Алматы откроется учебно-лабораторный центр, а уже в в первом квартале 2026 года — промышленный узел.",
                "Мы уверенно выходим на новый уровень и заявляем: Казахстан — центр притяжения инвестиций, технологий и экспертизы в сфере геоаналитики!",
                "Это не просто лаборатория. Это инфраструктура будущего."
            ],
            "en": [
                "GeoLab Eurasia — the geoanalytical revolution begins in Kazakhstan!",
                "Today in Almaty, the founding documents of GeoLab Eurasia — the first international certified full-cycle rock analysis laboratory in Central Asia — were signed. The initiative is being implemented under the protocol instruction of the Prime Minister of the Republic of Kazakhstan and has received strong support from the Investment Committee of the Ministry of Foreign Affairs of Kazakhstan and the Committee of Geology of the Ministry of Industry and Construction.",
                "This is not just news — it is a new era for Kazakh geology and the entire subsoil use industry! We are moving away from dependence on foreign laboratories and creating our own scientific and industrial ecosystem that meets global standards NI 43-101, JORC, and ISO/IEC 17025.",
                "GeoLab Eurasia means:",
                "- high-precision ore analysis using ICP-MS, XRF, XRD;",
                "- international partnership: Satbayev Institute of Geological Sciences (subsidiary of Satbayev University), Kepler Group, and Eurasia Mineral Standard;",
                "- a platform for training specialists, technology transfer, and scientific breakthroughs;",
                "- digital transparency and complete traceability of each sample;",
                "- a strategic step towards Kazakhstan’s scientific and industrial sovereignty.",
                "In October 2025, a training and laboratory center will open in Almaty, and by the first quarter of 2026, an industrial hub will be launched.",
                "We are confidently entering a new level and declare: Kazakhstan is the center of investment, technology, and expertise in geoanalytics!",
                "This is not just a laboratory. This is the infrastructure of the future."
            ],
            "kz": [
                "GeoLab Eurasia — геоаналитикалық революция Қазақстанда басталады!",
                "Бүгін Алматыда GeoLab Eurasia — Орталық Азиядағы тау жыныстарын толық циклді талдау бойынша алғашқы халықаралық сертификатталған зертханасының құрылтай құжаттарына қол қойылды. Бұл бастама Қазақстан Республикасы Премьер-Министрінің хаттамалық тапсырмасы бойынша жүзеге асырылып, ҚР СІМ Инвестициялар комитеті мен ҚР ЭМ Геология комитетінің белсенді қолдауына ие болды.",
                "Бұл жай ғана жаңалық емес — бұл қазақстандық геология мен бүкіл жер қойнауын пайдалану саласы үшін жаңа дәуір! Біз шетелдік зертханаларға тәуелділіктен арылып, NI 43-101, JORC және ISO/IEC 17025 халықаралық стандарттарына сәйкес келетін ғылыми-өндірістік экожүйемізді құрудамыз.",
                "GeoLab Eurasia — бұл:",
                "- ICP-MS, XRF, XRD әдістерін қолдана отырып, кендерді жоғары дәлдікте зерттеу;",
                "- халықаралық серіктестік: Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институты (Satbayev University еншілес ұйымы), Kepler Group және Eurasia Mineral Standard;",
                "- мамандарды даярлау, технология трансфері және ғылыми серпілістер алаңы;",
                "- әр үлгінің толық цифрлық ашықтығы мен қадағалану жүйесі;",
                "- Қазақстанның ғылыми және индустриялық тәуелсіздігіне стратегиялық қадам.",
                "2025 жылдың қазан айында Алматыда оқу-зертханалық орталық ашылады, ал 2026 жылдың бірінші тоқсанында — өндірістік түйін іске қосылады.",
                "Біз сенімді түрде жаңа деңгейге шығып, мәлімдейміз: Қазақстан — геоаналитика саласында инвестициялар, технологиялар мен сараптама тарту орталығы!",
                "Бұл жай ғана зертхана емес. Бұл — болашақтың инфрақұрылымы."
            ],
            "zh": [
                "GeoLab Eurasia —— 地质分析革命在哈萨克斯坦开启！",
                "今天在阿拉木图签署了 GeoLab Eurasia 的创立文件 —— 这是中亚首个国际认证的全周期岩石分析实验室。该倡议根据哈萨克斯坦共和国总理的议定指令实施，并得到了哈萨克斯坦外交部投资委员会和工业与建设部地质委员会的大力支持。",
                "这不仅仅是一条新闻 —— 它是哈萨克斯坦地质学和整个矿产资源利用行业的新纪元！我们将不再依赖国外实验室，而是建立符合 NI 43-101、JORC 和 ISO/IEC 17025 国际标准的自主科研与产业生态系统。",
                "GeoLab Eurasia 代表着：",
                "- 采用 ICP-MS、XRF、XRD 的高精度矿石分析；",
                "- 国际合作伙伴：萨特帕耶夫地质科学研究所（萨特帕耶夫大学子公司）、Kepler 集团和 Eurasia Mineral Standard；",
                "- 培训专家、技术转移和科学突破的平台；",
                "- 每个样品的数字化透明度和完整可追溯性；",
                "- 哈萨克斯坦迈向科学与产业独立的战略一步。",
                "2025 年 10 月将在阿拉木图开设培训和实验中心，而在 2026 年第一季度将启动工业中心。",
                "我们正自信地迈向新高度，并郑重宣布：哈萨克斯坦是地质分析领域投资、技术和专业知识的汇聚中心！",
                "这不仅仅是一个实验室。这是未来的基础设施。"
            ]
        },
        "images": [
            "/news/news14.1.jpg",
            "/news/news14.2.jpg",
            "/news/news14.3.jpg"
        ],
        "videos": null
    },
    {
        "id": 4,
        "date": "14.07.2025",
        "title": {
            "ru": "40 дней памяти Балтабека Мухановича",
            "en": "40 Days in Memory of Baltabek Mukhanovich",
            "kz": "Балтабек Мұқановичті еске алудың 40 күні",
            "zh": "缅怀巴尔塔别克·穆哈诺维奇逝世四十天"
        },
        "content": {
            "ru": ["Вчера, 13 июля, исполнилось 40 дней, как не стало Балтабека Мухановича. Светлая память человеку с большим сердцем, ясным умом и доброй душой. Он оставил за собой след, который не сотрет время."],
            "en": ["Yesterday, July 13, marked 40 days since the passing of Baltabek Mukhanovich. Blessed be the memory of a man with a great heart, a clear mind, and a kind soul. He left behind a legacy that time cannot erase."],
            "kz": ["Кеше, 13 шілдеде, Балтабек Мұқанович дүниеден озғанына 40 күн толды. Үлкен жүректі, айқын ақыл-парасатты, мейірімді жанның жарқын бейнесі мәңгі есте сақталады. Ол уақыт өшіре алмайтын із қалдырды."],
            "zh": ["昨天，7月13日，是巴尔塔别克·穆哈诺维奇逝世四十天。永远怀念这位胸怀宽广、思维清晰、心地善良的人。他留下的足迹，时间也无法抹去。"]
        },
        "images": [
            "/news/news13.jpg"
        ],
        "videos": null
    },
    {
        "id": 5,
        "date": "30.06.2025",
        "title": {
            "ru": "Мансия Нургалиевна — президент КОГНГ",
            "en": "Mansiya Nurgaliyevna — President of KSPG",
            "kz": "КОГНГ президенті - Мансия Нұрғалиқызы",
            "zh": "曼西娅·努尔加利耶夫娜 —— 哈萨克斯坦石油地质学家协会主席"
        },
        "content": {
            "ru": [
                "Уважаемая Мансия Нургалиевна!",
                "Институт геологических наук имени академика Каныша Имантаевича Сатпаева сердечно поздравляет Вас с избранием на пост президента Казахстанского Общества нефтяников-геологов.",
                "Это значимое событие для всего профессионального сообщества наполнено особым символизмом. Долгие годы Общество с честью и достоинством возглавлял выдающийся геолог, ученый, производственник и общественный деятель Балтабек Муханович Куандыков. Его уход из жизни стал глубокой утратой для геологической и научной общественности страны. Он был не только носителем высокой профессиональной школы, но и человеком, сумевшим придать Обществу стратегическую и культурную глубину.",
                "Ваше избрание — это акт признания преемственности и доверия. Ваша научная и производственная биография, глубокое понимание задач отрасли, а также личная порядочность и авторитет — это залог того, что начатое Балтабеком Мухановичем будет продолжено с новой силой.",
                "Уверены, что под Вашим руководством Общество укрепит свои научные и организационные позиции, станет еще  более влиятельной интеллектуальной площадкой, способной объединять поколения, дисциплины и целые отрасли.",
                "Желаем Вам здоровья, вдохновения и силы — для новых задач, во благо геологической науки и будущего Казахстана.",
                "Институт геологических наук им. К.И. Сатпаева выражает готовность к сотрудничеству, поддержке совместных инициатив и научному диалогу."
            ],
            "en": [
                "Dear Mansiya Nurgaliyevna!",
                "The Satbayev Institute of Geological Sciences warmly congratulates you on your election as President of the Kazakhstan Society of Petroleum Geologists.",
                "This significant event for the entire professional community carries special symbolism. For many years, the Society was honorably and with dignity led by the outstanding geologist, scientist, production specialist, and public figure Baltabek Mukhanovich Kuandykov. His passing was a profound loss for the geological and scientific community of the country. He was not only the bearer of a high professional school but also a person who was able to give the Society strategic and cultural depth.",
                "Your election is an act of recognition of continuity and trust. Your scientific and industrial career, deep understanding of the challenges of the industry, as well as your personal integrity and authority, are a guarantee that what was started by Baltabek Mukhanovich will be continued with renewed strength.",
                "We are confident that under your leadership, the Society will strengthen its scientific and organizational positions, becoming an even more influential intellectual platform capable of uniting generations, disciplines, and entire industries.",
                "We wish you health, inspiration, and strength for new tasks — for the benefit of geological science and the future of Kazakhstan.",
                "The Satbayev Institute of Geological Sciences expresses its readiness for cooperation, support of joint initiatives, and scientific dialogue."
            ],
            "kz": [
                "Қ.И. Сәтбаев атындағы геологиялық ғылымдар институтының атынан құттықтау",
                "Құрметті Мансия Нұрғалиқызы!",
                "Қ.И. Сәтбаев атындағы геологиялық ғылымдар институты Сізді Қазақстандық мұнайшылар-геологтар қоғамының президенті болып сайлануыңызбен шын жүректен құттықтайды.",
                "Бұл сайлаудың терең мәні бар. Ұзақ жылдар бойы бұл Қоғамды Қазақстан геологиясының көрнекті тұлғасы — ғалым, өндіріс майталманы, қоғам қайраткері Балтабек Мұқанұлы Қуандыков басқарып келді. Оның өмірден өтуі — ғылым мен өндіріс қауымдастығы үшін орны толмас қаза. Ол Қоғамның ғылыми, кәсіби және адами негізін берік қалыптастырды.",
                "Сіздің осы жоғары лауазымға сайлануыңыз – кәсіби сабақтастық пен терең сенімнің көрінісі. Ғылым мен өндірістегі мол тәжірибеңіз, саланың күрделі міндеттерін терең түсінуіңіз және жеке тұлғалық қасиеттеріңіз Қоғамның болашағына сеніммен қарауға толық негіз береді.",
                "Сіздің басшылығыңызбен Қоғам жаңа серпінге ие болып, ғылым мен тәжірибені біріктіретін, ұрпақтар сабақтастығын жалғайтын және салалық ынтымақтастықты нығайтатын іргелі алаңға айналарына кәміл сенеміз.",
                "Сізге зор денсаулық, сарқылмас қуат пен табысты істер тілейміз — еліміздің геология ғылымының игілігі үшін.",
                "Институт Сізбен бірлесе қызмет етуге, ортақ ғылыми бастамаларды жүзеге асыруға және стратегиялық әріптестікке әрдайым әзір."
            ],
            "zh": [
                "尊敬的曼西娅·努尔加利耶夫娜！",
                "萨特帕耶夫地质科学研究所衷心祝贺您当选为哈萨克斯坦石油地质学家协会主席。",
                "这一对整个专业界具有重要意义的事件蕴含着特殊的象征意义。多年来，该协会由杰出的地质学家、科学家、生产专家和社会活动家巴尔塔别克·穆哈诺维奇·宽迪科夫以荣誉和尊严领导。他的离世成为我国地质与科学界的巨大损失。他不仅是高水平专业学派的传承者，也是赋予协会战略性和文化深度的人。",
                "您的当选是对传承和信任的认可。您在科学和生产方面的经历，对行业任务的深刻理解，以及个人的正直和威望，是保证巴尔та别克·穆哈诺维奇所开创的事业将以新的力量继续发展的保证。",
                "我们坚信，在您的领导下，协会将巩固其科学和组织地位，成为一个更具影响力的思想平台，能够团结不同世代、学科乃至整个行业。",
                "祝您身体健康，灵感充沛，精力充足 —— 为新的使命，为哈萨克斯坦地质科学和未来的繁荣贡献力量。",
                "萨特帕耶夫地质科学研究所愿与您开展合作，支持共同的倡议，并保持科学对话。"
            ]
        },
        "images": [
            "/news/news12.jpg"
        ],
        "videos": null
    },
    {
        "id": 6,
        "date": "28.06.2025",
        "title": {
            "ru": "Алима Кайнакевна — учёный, наставник, личность",
            "en": "Alima Kaynakekyzy — scientist, teacher, personality",
            "kz": "Алима Қайнакеқызы — ғалым, ұстаз, тұлға",
            "zh": "阿利玛·凯纳凯克孜 —— 科学家、教师、人物"
        },
        "content": {
            "ru": [
                "Коллектив Института геологических наук имени Каныша Имантаевича Сатпаева с глубоким прискорбием выражает искренние соболезнования в связи с безвременной кончиной Жармагамбетовой Алимы Кайнакевны.",
                "Алима Кайнакевна — доктор химических наук, профессор, внучка великого ученого, академика Каныша Имантаевича Сатпаева, основателя нашего института и основоположника геологической науки Казахстана.",
                "Алима Кайнакевна с честью продолжила научное наследие своего выдающегося деда, посвятив всю свою жизнь развитию химической науки, образованию и подготовке молодых специалистов. Ее вклад в науку, высокие человеческие качества и добросовестный труд снискали ей глубокое уважение коллег и учеников.",
                "Ее уход из жизни — невосполнимая утрата не только для семьи и близких, но и для всей науки Казахстана. Память об Алиме Кайнакевне как о талантливом ученом, мудром наставнике и чистосердечном человеке навсегда останется в наших сердцах.",
                "Да будет ее душа в раю.",
                "Коллектив Института геологических наук имени Каныша Имантаевича Сатпаева"
            ],
            "en": [
                "The staff of the Kanysh Imantayevich Satbayev Institute of Geological Sciences deeply mourns and expresses heartfelt condolences on the untimely passing of Alima Kaynakekyzy Zharmagambetova.",
                "Alima Kaynakekyzy was a Doctor of Chemical Sciences, Professor, and the granddaughter of the great scientist, academician Kanysh Imantayevich Satbayev, the founder of our institute and the pioneer of geological science in Kazakhstan.",
                "She honorably continued the scientific legacy of her eminent grandfather, dedicating her entire life to the development of chemical science, education, and the training of young specialists. Her contribution to science, high moral values, and dedicated work earned her the deep respect of colleagues and students.",
                "Her passing is an irreplaceable loss not only for her family and loved ones but also for the entire scientific community of Kazakhstan. The memory of Alima Kaynakekyzy as a talented scientist, wise teacher, and pure-hearted person will forever remain in our hearts.",
                "May her soul rest in peace.",
                "The staff of the Kanysh Imantayevich Satbayev Institute of Geological Sciences"
            ],
            "kz": [
                "Қаныш Имантайұлы Сәтбаев атындағы Геологиялық ғылымдар институтының ұжымы Жармагамбетова Алимə Қайнакеқызының мезгілсіз дүние салуына байланысты қайғырып, шын жүректен көңіл айтады.",
                "Алима Қайнакеқызы – химия ғылымдарының докторы, профессор, институтымыздың негізін қалаған және жалпы қазақстандық геология ғылымының негізін салушы ұлы ғалым, академик Қаныш Имантайұлы Сәтбаевтың немересі болатын.",
                "Алима Қайнакеқызы көрнекті атасының ғылыми мұрасын абыроймен жалғастырып, бүкіл өмірін химия ғылымының дамуына, білім беруге және жас мамандарды даярлауға арнады. Оның ғылымға қосқан үлесі, биік адамгершілік қасиеттері мен адал еңбегі әріптестері мен шәкірттерінің зор құрметіне ие болды.",
                "Оның бұл дүниеден озуы – тек отбасы мен жақындары үшін ғана емес, бүкіл Қазақстан ғылымы үшін орны толмас ауыр қаза. Алима Қайнакеқызын талантты ғалым, дана ұстаз және жүрегі таза жан ретінде еске алу — біздің жүрегімізде мәңгі сақталады.",
                "Жаны жәннатта болсын.",
                "Қаныш Имантайұлы Сәтбаев атындағы Геологиялық ғылымдар институтының ұжымы"
            ],
            "zh": [
                "堪尼什·伊曼塔耶维奇·萨特帕耶夫地质科学研究所全体员工沉痛悼念并对贾尔马甘别托娃·阿利玛·凯纳凯克孜的不幸离世致以诚挚的哀悼。",
                "阿利玛·凯纳凯克孜是化学科学博士、教授，她是伟大的科学家、哈萨克斯坦地质科学的奠基人、我所的创始人——院士堪尼什·伊曼塔耶维奇·萨特帕耶夫的孙女。",
                "她光荣地继承了杰出祖父的科学遗产，把自己的一生奉献给化学科学的发展、教育事业以及青年专业人才的培养。她对科学的贡献、高尚的人格品质和勤勉的工作赢得了同事和学生们的深切尊敬。",
                "她的离世不仅是家庭和亲友的沉重损失，也是整个哈萨克斯坦科学界的无法弥补的损失。作为一位才华横溢的科学家、智慧的导师和一位心地善良的人，阿利玛·凯纳凯克孜的记忆将永远留在我们心中。",
                "愿她的灵魂安息于天堂。",
                "堪尼什·伊曼塔耶维奇·萨特帕耶夫地质科学研究所全体员工"
            ]
        },
        "images": [
            "/news/news11.jpg"
        ],
        "videos": null
    },
    {
    "id": 7,
    "date": "27.06.2025",
    "title": {
        "ru": "Будущее геологии — за наукой, и оно начинается сейчас.",
        "en": "The future of geology lies in science, and it begins now.",
        "kz": "Геологияның болашағы — ғылымда, және ол дәл қазір басталады.",
        "zh": "地质学的未来属于科学，而且现在就开始。"
    },
    "content": {
    "ru": [
        "Сегодня Институт геологических наук имени К.И. Сатпаева стал площадкой для важного диалога: с визитом к нам прибыл Председатель Комитета геологии Минпромышленности и строительства РК Ерлан Есеналиевич Акбаров.",
        "Он встретился с ведущими учеными, признанными авторитетами в геологической науке. И разговор вышел далеко за рамки протокольного визита — это была открытая дискуссия о будущем геологической отрасли, об изменениях, которые назрели.",
        "Главный вопрос — эффективность государственного геологического изучения недр (ГосГИН). Сегодня цифры говорят сами за себя:",
        "меди — коэффициент восполнения 0,12;",
        "урана — 0,16;",
        "хрома — 0,03",
        "То есть, мы больше забираем из недр, чем находим. А это — риск для устойчивости всей экономики страны.",
        "Причины? Не только финансирование. Но и то, что наука часто подключается постфактум — когда все уже разведано, законтрактовано и в бюджете расписано. Подрядчик вынужден дорабатывать участок до конца, даже если он заведомо бесперспективен — потому что нет научной экспертизы, которая позволила бы гибко и своевременно корректировать маршрут.",
        "Нам нужно опережать, а не догонять.",
        "Именно поэтому в ходе встречи была высказана инициатива: усилить научно-аналитическое сопровождение геологоразведочных процессов и рассмотреть возможность наделения авторитетных научных центров — таких как Институт геологических наук им. К.И. Сатпаева — функцией методологического и координационного ядра отрасли.",
        "Это позволит внедрить опережающее научное обоснование, разработать единые методики и стандарты, координировать работу геологических сервисов, и самое главное — делать разведку точнее, быстрее и умнее.",
        "Второе важное направление — масштабная программа по составлению геологических карт 1:50 000. Это не просто карты — это стратегический инструмент понимания нашей земли, основа для новых открытий и точечного недропользования.",
        "Итог? Геология Казахстана должна перейти из «ручного режима» в режим научного навигационного управления.",
        "Только так мы можем не просто сохранять запасы, но и задавать темп развитию всей ресурсной базы страны.",
        "Выражаем искреннюю благодарность Ерлану Есеналиевичу Акбарову за визит, содержательную встречу и живой интерес к будущему геологической науки Казахстана. Уверены, что начатый диалог даст импульс новым решениям и совместным шагам вперед."
    ],
    "en": [
    "Today, the Institute of Geological Sciences named after K.I. Satpayev became the venue for an important dialogue: we were visited by the Chairman of the Committee of Geology of the Ministry of Industry and Construction of the Republic of Kazakhstan, Yerlan Yesenalievich Akbarov.",
    "He met with leading scientists, recognized authorities in geological science. The conversation went far beyond a formal visit — it was an open discussion about the future of the geological industry and the long-overdue changes.",
    "The main issue — the efficiency of state geological exploration of subsoil resources (GosGIN). Today, the numbers speak for themselves:",
    "copper — replenishment rate of 0.12;",
    "uranium — 0.16;",
    "chromium — 0.03.",
    "In other words, we are extracting more from the subsoil than we discover. And this is a risk to the sustainability of the entire economy.",
    "Reasons? Not just funding. Often, science is involved post factum — when everything is already explored, contracted, and budgeted. The contractor is forced to complete the site even if it is obviously unpromising — because there is no scientific expertise to allow timely and flexible correction of the route.",
    "We need to be ahead, not catching up.",
    "That is why during the meeting an initiative was proposed: to strengthen scientific and analytical support for geological exploration and to consider giving authoritative scientific centers — such as the Institute of Geological Sciences named after K.I. Satpayev — the role of methodological and coordination core of the industry.",
    "This will make it possible to introduce proactive scientific justification, develop unified methodologies and standards, coordinate the work of geological services, and most importantly — make exploration more accurate, faster, and smarter.",
    "The second important direction is a large-scale program for compiling geological maps at a scale of 1:50,000. These are not just maps — they are a strategic tool for understanding our land, a basis for new discoveries and targeted subsoil use.",
    "The result? Kazakhstan's geology must transition from 'manual control' to scientific navigation management.",
    "Only in this way can we not only preserve reserves but also set the pace for the development of the country's entire resource base.",
    "We sincerely thank Yerlan Yesenalievich Akbarov for his visit, meaningful meeting, and genuine interest in the future of geological science in Kazakhstan. We are confident that this dialogue will give rise to new solutions and joint steps forward."
    ],    
    "kz": [
    "Бүгін К.И. Сәтбаев атындағы Геологиялық ғылымдар институты маңызды диалог алаңына айналды: бізге ҚР Өнеркәсіп және құрылыс министрлігінің Геология комитетінің төрағасы Ерлан Есенәлиевич Ақбаров келді.",
    "Ол геология саласындағы беделді ғалымдармен кездесті. Әңгіме ресми сапар шеңберінен шығып, геология саласының болашағы мен кезек күттірмейтін өзгерістер жөнінде ашық талқылауға айналды.",
    "Негізгі мәселе — Мемлекеттік геологиялық барлау тиімділігі (ГосГИН). Бүгінгі таңда сандардың өзі көп нәрсені аңғартады:",
    "мыс — толтыру коэффициенті 0.12;",
    "уран — 0.16;",
    "хром — 0.03.",
    "Яғни, біз жер қойнауынан тапқанымыздан гөрі көбірек алып жатырмыз. Бұл бүкіл экономиканың тұрақтылығына қауіп төндіреді.",
    "Себептер? Тек қаржыландыру емес. Көбінесе ғылым барлау жұмыстары аяқталғаннан кейін ғана тартылып жатады — барлығы зерттеліп, келісімшарт жасалып, бюджетке енгізілген соң. Мердігер тіпті болашағы жоқ учаскені аяқтауға мәжбүр — өйткені уақтылы және икемді түзетулер енгізуге мүмкіндік беретін ғылыми сараптама жоқ.",
    "Біз қуып жету емес, алдын орауымыз керек.",
    "Осы себепті кездесуде бастама көтерілді: геологиялық барлау үдерістеріне ғылыми-талдамалық қолдауды күшейту және беделді ғылыми орталықтарға — мысалы, К.И. Сәтбаев атындағы институтқа — әдістемелік және үйлестіруші орталық рөлін беру мүмкіндігін қарастыру.",
    "Бұл алдын ала ғылыми негіздеуді енгізуге, бірізді әдістемелер мен стандарттарды әзірлеуге, геологиялық қызметтердің жұмысын үйлестіруге, ең бастысы — барлау жұмыстарын дәлірек, жылдамырақ және ақылдырақ етуге мүмкіндік береді.",
    "Екінші маңызды бағыт — 1:50 000 масштабтағы геологиялық карталарды жасау бойынша кең ауқымды бағдарлама. Бұл жай ғана карталар емес — бұл жерімізді түсінудің стратегиялық құралы, жаңа ашылымдар мен тиімді жер қойнауын пайдаланудың негізі.",
    "Нәтиже? Қазақстан геологиясы «қолмен басқарудан» ғылыми-навигациялық басқару жүйесіне көшуі тиіс.",
    "Тек сонда ғана біз қорларды сақтап қана қоймай, елдің бүкіл ресурс базасының дамуына серпін бере аламыз.",
    "Ерлан Есенәлиевич Ақбаровқа институтқа келгені, мазмұнды кездесу өткізгені және Қазақстандағы геологиялық ғылымның болашағына қызығушылық танытқаны үшін шын жүректен алғысымызды білдіреміз. Бұл диалог жаңа шешімдер мен бірлескен қадамдарға жол ашады деп сенеміз."
    ],    
    "zh": [
    "今天，K.I.萨特帕耶夫地质科学研究所成为一次重要对话的举办地：哈萨克斯坦工业与建设部地质委员会主席叶尔兰·叶谢纳利耶维奇·阿克巴罗夫到访我所。",
    "他与地质科学领域的杰出学者和权威专家们进行了会晤。此次交流超越了普通的礼节性访问，成为关于地质行业未来及迫切变革的深入讨论。",
    "主要议题是国家地质勘探（GosGIN）的效率。今天，数据本身就能说明问题：",
    "铜 — 补偿系数为 0.12；",
    "铀 — 0.16；",
    "铬 — 0.03。",
    "也就是说，我们从地下开采的资源远多于我们新发现的。这对国家经济的可持续性构成了严重威胁。",
    "原因？不仅仅是资金问题。很多时候科学研究是“事后介入”的——一切已被勘探、签约并编入预算。承包商被迫完成某些明知无前景的地块开发——因为缺乏能够灵活、及时调整路线的科学论证机制。",
    "我们应当领先一步，而不是追赶进度。",
    "正因如此，在会谈中提出了一项倡议：加强对地质勘查的科研分析支持，并考虑赋予权威科研机构（例如K.I.萨特帕耶夫地质科学研究所）行业方法论与协调中心的职能。",
    "这将有助于提前引入科学论证，制定统一的方法与标准，协调地质服务工作，最重要的是——让勘探更精准、更快速、更智能。",
    "第二个重要方向是大规模实施1:50 000比例尺地质图的编制。这不仅仅是地图——它们是理解我们土地的战略工具，是新发现和精准利用矿产资源的基础。",
    "最终结果是什么？哈萨克斯坦的地质工作应从“手动模式”转向科学化、导航式管理模式。",
    "唯有如此，我们才能不仅保护资源储量，还能引领国家资源基础发展的节奏。",
    "我们对叶尔兰·叶谢纳利耶维奇·阿克巴罗夫的到访、富有内容的会谈以及他对哈萨克斯坦地质科学未来的关心表示由衷感谢。我们相信，这场对话将为新的决策与共同进步注入动力。"
    ]    
    },
    "images": [
        "/news/news10.4.jpg"
    ],
    "videos": null
    },
    {
        "id": 8,
        "date": "11.02.2025",
        "title": {
            "ru": "Манифест редкоземельщика",
            "en": "Manifesto of a Rare Earth Specialist",
            "kz": "Сирекжер маманының манифесі",
            "zh": "稀土工作者宣言"
        },
        "content": {
          "ru": ["С давних времён люди искали предметы, наделенные особыми силами — артефакты, дарованные Всевышним. Эти артефакты не были просто вещами: каждый из них был квинтэссенцией чаяний и страхов человечества, материальным воплощением сокровенных архетипов.",
                "В мифах они выступали щитом против хаоса или ключом к запретным знаниям, хотя часто оказывались и источником бед. Ведь в каждом сакральном предмете сокрыт парадокс: сила, которая может возвысить душу, способна и сокрушить её. Носить в себе «божественную искру» значит нести бремя ответственности, ведь не всегда ясно, искупит ли великое свершение последствия, что слепо идут следом.",
                "В этом противоречии и заключается тайна артефактов. Они скрепляют легенды, становясь центральной нитью повествования — будь то священная чаша, дающая бессмертие, или клинок, меняющий судьбы царств. Вокруг них всегда формировался «миф о власти»: достойнейший владеет артефактом — или же сам артефакт выбирает свою жертву. Во многих преданиях герой, найдя реликвию, жертвует частью себя, обретая «высшую» силу, и лишь потом понимает истинную цену сделки.",
                "Сакральное величие таких предметов рождается не только из их чудесных свойств, но и из готовности людей верить в них. Что-то в глубине души стремится к материальному символу заветной мечты или мольбы. Взгляд, обращённый к реликвии, пробуждает в человеке трепет — идёт ли это от древней памяти о тайных ритуалах или от тихого голоса надежды, что не всё в этом мире сводится к случайности.",
                "Но подлинная сущность артефактов — не в их наружном сиянии и легендарности, а в том, как они проводят нас сквозь внутренние испытания. Они проверяют нашу добродетель и способность к состраданию. Разве не потому каждая священная вещь так часто сопровождается «проклятием»? Как будто само бытие предупреждает, что каждая капля чуда влечёт за собой каплю опасности.",
                "И, может быть, главное не в том, чтобы овладеть артефактом, а в том, чтобы научиться держать его с осторожностью в сердце. Ведь сакральность — это тончайшая грань между разрушением и преображением. Подлинный смысл реликвии — дать человеку шанс принять собственную темноту и свет, научиться не терять свою человечность, даже когда он прикасается к «запредельному».",
                "В итоге каждый такой предмет — лишь зеркало, в котором мы видим то, что скрываем внутри: жажду власти, страх одиночества, надежду на искупление или на бессмертное вдохновение. И если мы сможем взглянуть в это зеркало без самообмана, то, возможно, найдём не просто чудо, а тихое понимание вечной, таинственной связи мира и духа.",
                "Так и в случае с редкоземельными металлами: человек, взявшийся овладеть ими, впускает в своё существование новый источник могущества, таящий непредвиденные последствия.", 
                "Тот, кто стремится стать лидером в индустрии этих «артефактов метамодерна», должен обладать не только волей и целеустремлённостью, но и способностью к глубокой саморефлексии, чтобы распознать соблазны власти и оставаться верным истинным ценностям. Он должен найти в себе мужество совмещать ясность ума с чуткостью к миру, чтобы сила, которой он овладевает, не обратилась в его внутреннюю тень, а стала залогом осмысленного и ответственного созидания."
                ],
          "en": ["Since ancient times, people have sought objects endowed with special powers—artifacts granted by the Divine. These artifacts were not merely things: each of them was a quintessence of humanity’s hopes and fears, a material embodiment of sacred archetypes.",
                "In myths, they served as shields against chaos or keys to forbidden knowledge, though often also sources of misfortune. Every sacred object contains a paradox: the power that can elevate the soul can also destroy it. To carry the 'divine spark' means bearing the burden of responsibility, for it is not always clear whether a great achievement will justify the consequences blindly following in its wake.",
                "This contradiction is the very mystery of artifacts. They bind legends together, becoming the central thread of the story—be it a holy grail that grants immortality or a blade that alters the fate of kingdoms. Around them always forms the 'myth of power': the most worthy wields the artifact—or the artifact itself chooses its bearer. In many legends, the hero, upon finding a relic, sacrifices part of themselves to gain a 'higher' power and only later understands the true cost of the deal.",
                "The sacred greatness of such objects comes not only from their miraculous properties but from people’s readiness to believe in them. Something deep within the soul yearns for a material symbol of cherished dreams or prayers. A gaze cast upon a relic awakens awe—whether it stems from ancient memories of secret rituals or the quiet voice of hope that not everything in this world is random.",
                "Yet the true essence of artifacts lies not in their outward brilliance or legendary aura, but in how they guide us through inner trials. They test our virtue and compassion. Perhaps this is why every sacred item is often accompanied by a 'curse'—as if existence itself warns that every drop of wonder carries a drop of danger.",
                "And perhaps the main lesson is not in mastering the artifact, but in learning to hold it with caution in the heart. For sacredness is the finest line between destruction and transformation. The true purpose of a relic is to give a person the chance to accept both their darkness and light, to learn not to lose their humanity—even when touching the 'beyond.'",
                "In the end, every such object is just a mirror, showing what we hide inside: lust for power, fear of loneliness, hope for redemption, or immortal inspiration. And if we can look into this mirror without self-deception, perhaps we will find not just a miracle, but a quiet understanding of the eternal, mystical connection between world and spirit.",
                "So it is with rare earth metals: one who seeks to master them invites a new source of power into their existence—one that carries unforeseen consequences.",
                "The one who dares to wield them must balance the thirst for progress with the fear of becoming hostage to their own ambition. And for one who seeks to become a leader in the industry of these 'metamodern artifacts,' more than willpower and perseverance is required. They must have the capacity for deep self-reflection, to recognize the temptations of power and remain true to their core values. They must find the courage to combine clarity of mind with sensitivity to the world, so that the power they wield does not turn into their inner shadow, but becomes a foundation for meaningful and responsible creation."
                ],
          "kz": ["Ежелден-ақ адамдар ерекше күшке ие заттарды — артефактілерді іздеген. Бұл артефактілер жай ғана зат емес: олардың әрқайсысы адамзаттың үміті мен қорқынышының бейнесі, қасиетті архетиптердің материалдық көрінісі болды.",
                "Аңыздарда олар хаосқа қарсы қалқан немесе тыйым салынған білімнің кілті ретінде көрінді, бірақ кейде апат көзі де болды. Әрбір сакралды зат парадоксқа толы: жанды көтере алатын күш, сонымен қатар, оны күйретуі мүмкін. «Құдайлық ұшқын» иесі болу — бұл жауапкершіліктің ауыр жүгін көтеру, өйткені ұлы жетістік оның салдарын ақтай ма, ол әрдайым айқын бола бермейді.",
                "Бұл қарама-қайшылық — артефактілердің шынайы құпиясы. Олар аңыздарды байланыстырады, оқиғаның өзегіне айналады — мәңгілік өмір сыйлайтын тостаған немесе патшалықтардың тағдырын өзгертетін семсер болсын. Мұндай артефактілердің айналасында әрқашан «билік туралы миф» пайда болады: ең лайықтысы артефактке ие болады немесе артефакттың өзі иесін таңдайды. Көптеген аңыздарда кейіпкер реликвияны тауып, «жоғары» күшке жету үшін өзін құрбан етеді, ал кейін мәміленің нағыз бағасын түсінеді.",
                "Мұндай заттардың қасиетті ұлылығы тек ғажайып қасиеттерінен емес, адамдардың оларға сенуге дайын болуынан туындайды. Адам жанының тереңінде арманның немесе дұғаның заттық бейнесіне ұмтылыс бар. Реликвияға қарау үрейді оятады — бұл ежелгі рәсімдердің естеліктерінен немесе дүниенің кездейсоқтықтан тұрмайтынына деген үміттен туады.",
                "Бірақ артефактілердің шын мәні олардың сыртқы жарқылында емес, олар арқылы ішкі сынақтардан өтуде. Олар біздің адамгершілігіміз бен жанашырлығымызды сынайды. Сондықтан болар, әрбір қасиетті заттың жанында «қарғыс» жүреді: болмыс өзі ескерткендей, әрбір керемет тамшысы — қауіпті де әкеледі.",
                "Бәлкім, басты сабақ — артефактті меңгеру емес, оны жүрекпен абай ұстауды үйрену. Қасиеттілік — қирату мен түрлену арасындағы жіңішке шекара. Реликвияның мақсаты — адамға қараңғылық пен жарығын қабылдауға, «тылсыммен» жанасқанда да адамдық қасиетін жоғалтпауға мүмкіндік беру.",
                "Әрбір осындай зат — бұл ішімізде жасырылғанды көрсететін айна: билікке құштарлық, жалғыздықтан қорқу, кешірілуге немесе мәңгі шабытқа үміт. Егер біз осы айнаға жалғандықсыз қарасақ, онда керемет қана емес, әлем мен рух арасындағы мәңгілік байланыс жайлы тыныш түсінік табуымыз мүмкін.",
                "Бұл сирек кездесетін элементтерге де қатысты: оларды меңгеруге ұмтылған адам жаңа күшті өміріне енгізеді — ол болжауға келмейтін салдармен келеді.",
                "Оларды игергісі келетін адам прогреске деген құштарлық пен өз амбициясының тұтқынына айналудан қорқу арасындағы тепе-теңдікті сақтауы керек. Бұл «метамодерн артефактілерінің» көшбасшысы болғысы келетін адамға жай ғана ерік-жігер мен табандылық жеткіліксіз. Ол билік азғыруын танитын және өз құндылықтарына адал қалатын терең өзін-өзі тануға қабілетті болуы тиіс. Ол дүниені түсінуге деген сезімталдықпен қатар ақыл айқындығын да үйлестіре білуі керек, сонда оның иеленген күші ішкі көлеңкеге айналмай, саналы және жауапты шығармашылықтың негізіне айналады."
            ],
            "zh": [
                "自古以来，人们就寻求那些被赋予特殊力量的物品——上天赐予的神器。这些神器不仅仅是器物：它们是人类愿望与恐惧的结晶，是深藏心灵的原型的具象化。",
                "在神话中，它们既是抵御混乱的盾牌，也是通往禁忌知识的钥匙，但往往也成为灾难的源头。因为在每一个神圣的器物中，都蕴藏着一个悖论：那能让灵魂升华的力量，也可能将其摧毁。承载“神圣火花”意味着承担责任的重负——因为我们永远无法确定，伟大的成就是否能抵消其带来的盲目后果。",
                "神器的秘密正是在这种矛盾中显现。它们构成了传说的核心脉络——无论是赋予永生的圣杯，还是改变王国命运的神剑。围绕它们，总会诞生“权力神话”：是最有资格者获得神器，还是神器自己选择牺牲者？在许多传说中，英雄在获得神器的同时，牺牲了自身的一部分，换来了“更高的”力量，而最终才意识到这场交易的真正代价。",
                "这些器物的神圣伟力，不仅源于它们的奇迹属性，更来自人们愿意相信它们的内心渴望。在人类心灵深处，总有某种情感渴望着某个具象化的梦想或祈祷的象征。当目光投向神器时，人内心便会涌现出一种敬畏感——也许源于对远古仪式的隐秘记忆，也许源于心底那个柔弱却坚定的声音：这个世界不只是由偶然组成。",
                "但神器的真正本质，不在于它们外在的光辉与传奇，而在于它们引导我们穿越内心的考验。它们检验我们的美德与同情之心。或许正因如此，每件神圣之物常常伴随着“诅咒”：仿佛存在本身在警示——每一滴奇迹，总伴随着一滴危险。",
                "也许，关键不在于拥有神器，而在于能否在心中谨慎地持有它。因为神圣性就是毁灭与升华之间最微妙的界限。神器真正的意义，是给予人一个机会，让他面对自身的黑暗与光明，在触碰“超越之物”时仍不失去作为人的本质。",
                "最终，每一件神器不过是一面镜子，映照出我们内心深藏的欲望：对权力的渴望、对孤独的恐惧、对救赎或永恒灵感的希望。如果我们能毫不自欺地凝视这面镜子，也许便不仅会看到奇迹，更会理解那种永恒而神秘的精神与世界之间的联系。",
                "稀土金属亦是如此：当人类试图掌控它们时，也是在自身存在中引入一种全新的力量源泉，而这种力量暗藏着无法预知的后果。",
                "凡欲在这类“后现代神器”产业中成为领导者者，不仅需具备意志与目标感，还需拥有深刻的自省能力，能识破权力的诱惑，并始终坚守真正的价值。他必须在理智与敏感之间找到勇气的平衡，使所掌控的力量不成为他内心的阴影，而成为有意义且负责任创造的基石。"
                ]    
        },
        "images": [
            "/news/emptyImg.png"
        ],
        "videos": null
    },
    {
        "id": 9,
        "date": "17.02.2025",
        "title": {
            "ru": "Торжественное событие в ИГН!",
            "en": "Ceremonial event at IGS!",
            "kz": "ГҒИ-дегі салтанатты іс-шара!",
            "zh": "地质科学研究所的隆重活动!"
        },
        "content": {
          "ru": ["По инициативе Комитета геологии МПС РК в ИГН имени К.И. Сатпаева (входящего в холдинг Satbayev University) проведено важное событие — 75-летие выдающегося ученого и государственного деятеля, Серикбека Жусупбековича Даукеева, чье имя неразрывно связано с развитием геологической науки и отрасли в Казахстане.",
                 "Особенность этого мероприятия в том, что оно стало возможным благодаря инициативе Комитета геологии, а именно его председателя — Ерлана Есеналиевича Акбарова, который предложил провести данное торжество в стенах нашего института. Это был не только акт уважения к Серикбеку Жусупбековичу, но и знаковый жест признания вклада нашего института в развитие геологической науки.",
                 "Благодаря этой инициативе мы смогли собраться в таком важном месте для нас, чтобы не только поздравить юбиляра, но и еще раз подчеркнуть значение науки, образования и тех людей, кто вносит свой вклад в развитие геологии Казахстана.",
                 "Серикбек Жусупбекович Даукеев — человек, который не только стоял у руля ведущих государственных структур, но и сам являлся символом устойчивости и прогресса в геологической науке. Его работа на посту министра геологии, председателя Комитета геологии, а также в качестве руководителя нашего института оставила неизгладимый след в истории.",
                 "Мы гордимся тем, что этот день стал частью истории нашего института, и благодарим Комитет геологии за поддержку и возможность провести такую важную церемонию именно здесь!",
                 "Руководитель Комитета геологии зачитал поздравление и теплые пожелания Главы государства Касым-Жомарта Токаева в адрес нашего юбиляра!",
                 "Құрметті Серікбек Жүсіпбекұлы, бүгінгі сәттеріңіз біз үшін үлкен құрмет!",
                 "Желаем Вам крепкого здоровья, новых свершений и долгих лет, наполненных радостью и успехами! 🎉 ",
                 "Ерлан Есеналиевич, Сізге үлкен алғысымызды білдіреміз!"
                ],
          "en": ["At the initiative of the Committee of Geology of the Ministry of Industry and Infrastructure Development of the Republic of Kazakhstan, an important event was held at the Satbayev Institute of Geological Sciences (part of Satbayev University) — the 75th anniversary of the outstanding scientist and statesman Serikbek Zhussupbekovich Daukeev, whose name is closely linked to the development of geological science and the industry in Kazakhstan.",
                 "What makes this event special is that it was made possible thanks to the proposal of the Chairman of the Committee, Yerlan Yesenalievich Akbarov, to hold the celebration at our institute. This was not only an act of respect for Mr. Daukeev but also a symbolic recognition of our institute’s contribution to geological science.",
                 "Thanks to this initiative, we were able to gather at this meaningful place to congratulate the celebrant and once again highlight the value of science, education, and those who drive geological progress in Kazakhstan.",
                 "Serikbek Zhussupbekovich is a person who not only led key government institutions but also became a symbol of stability and progress in the geological field. His work as Minister of Geology, Chairman of the Committee, and Director of our institute left an indelible mark in history.",
                 "We are proud that this day became part of our institute’s story, and we thank the Committee for the support and opportunity to host this ceremony here!",
                 "The Chairman of the Committee read aloud the congratulations and warm wishes of the Head of State, Kassym-Jomart Tokayev, addressed to our honoree.",
                 "Құрметті Серікбек Жүсіпбекұлы, today is a great honor for us all!",
                 "We wish you good health, new achievements, and many joyful and successful years ahead! 🎉 ",
                 "Yerlan Yesenalievich, we express our sincere gratitude to you!"
                ],
          "kz": ["ҚР ЭГТРМ Геология комитетінің бастамасымен, Satbayev University құрамындағы Қ.И. Сәтбаев атындағы ГҒИ-де көрнекті ғалым және мемлекет қайраткері Серікбек Жүсіпбекұлы Дәукеевтің 75 жылдығына арналған маңызды іс-шара өтті.",
                 "Бұл мерекенің ерекше маңызы – Геология комитетінің төрағасы Ерлан Есеналиевич Ақбаровтың бастамасымен дәл осы институт қабырғасында өткізілуі. Бұл тек Серікбек Жүсіпбекұлына көрсетілген құрмет емес, сонымен қатар институттың геология ғылымына қосқан үлесін мойындау еді.",
                 "Осы бастама аясында біз үшін маңызды мекенде жиналып, мерейтой иесін құттықтап қана қоймай, еліміздің геология саласын дамытудағы ғылым мен білімнің, сондай-ақ сол жолда еңбек еткен азаматтардың маңызын тағы бір рет атап өттік.",
                 "Серікбек Жүсіпбекұлы – тек мемлекеттік құрылымдарды басқарған тұлға ғана емес, сонымен қатар геология ғылымындағы тұрақтылық пен ілгерілеудің символына айналған адам. Геология министрі, Геология комитетінің төрағасы және институт басшысы ретінде атқарған еңбегі тарихта өшпес із қалдырды.",
                 "Біз бұл күнді институт тарихының бір бөлшегі ретінде мақтан тұтамыз және Геология комитетіне осындай маңызды рәсімді бізде өткізуге мүмкіндік бергені үшін алғысымызды білдіреміз!",
                 "Геология комитетінің төрағасы Мемлекет басшысы Қасым-Жомарт Тоқаевтың мерейтой иесіне арналған жылы лебізін оқып берді!",
                 "Құрметті Серікбек Жүсіпбекұлы, бұл сәт сіз үшін де, біз үшін де үлкен құрмет!",
                 "Сізге зор денсаулық, жаңа жетістіктер мен шаттық пен табысқа толы ұзақ ғұмыр тілейміз! 🎉",
                 " Ерлан Есеналиевич, Сізге алғысымыз шексіз!"
                ],
            "zh": [
                "在哈萨克斯坦工业和建设部地质委员会的倡议下，Satbayev University旗下的K.I.萨特帕耶夫地质科学研究所举办了一场重要活动——纪念杰出的科学家和国家活动家谢里克别克·朱苏普别科维奇·道基耶夫诞辰75周年。他的名字与哈萨克斯坦地质科学和行业的发展密不可分。",
                "此次活动的特别之处在于，它正是得益于地质委员会，尤其是其主席叶尔兰·叶谢纳利耶维奇·阿克巴罗夫的主动倡议，才得以在我们研究所举办。这不仅是对谢里克别克·朱苏普别科维奇的敬意之举，更是对我们研究所在地质科学发展中所作贡献的高度认可。",
                "正是由于这一倡议，我们得以齐聚于这个对我们意义重大的地方，不仅向寿星表达祝贺，也再次强调科学、教育以及为哈萨克斯坦地质发展做出贡献的人的重要性。",
                "谢里克别克·朱су普别科维奇·道基耶夫不仅曾领导国家重要机构，更是地质科学中坚与进步的象征。他担任地质部长、地质委员会主席以及本研究所所长期间的工作，为历史留下了不可磨灭的印记。",
                "我们为这个日子成为本研究所历史的一部分而感到自豪，并感谢地质委员会的支持和让这样重要的仪式在此举行的机会！",
                "地质委员会负责人宣读了国家元首卡西姆若马尔特·托卡耶夫对寿星的祝贺和诚挚祝福！",
                "尊敬的谢里克别克·朱苏普别科维奇，今天的时刻对我们来说意义非凡！",
                "我们祝您身体健康，不断取得新成就，愿您长寿安康，事业顺利、生活充满喜悦与成功！🎉",
                "叶尔兰·叶谢纳利耶维奇，向您致以深深的谢意！"
            ]       
        },
        "images": [
            "/news/news4.1.jpg",
            "/news/news4.2.jpg",
            "/news/news4.3.jpg",
            "/news/news4.4.jpg"
        ],
        "videos": null
    },
    {
        "id": 10,
        "date": "21.02.2025",
        "title": {
            "ru": "Алматы & Баку: Геологический мост дружбы и науки!",
            "en": "Almaty & Baku: A Geological Bridge of Friendship and Science!",
            "kz": "Алматы & Баку: Достық пен ғылымның геологиялық көпірі!",
            "zh": "阿拉木图与巴库：友谊与科学的地质之桥！"
        },
        "content": {
          "ru": ["Сегодня с рабочим визитом наш Институт геологических наук имени К.И. Сатпаева посетила руководитель подразделения палеонтологии и стратиграфии Института геологии и геофизики Министерства образования и науки Азербайджанской Республики Шафаг Байрамова.",
                 "В ходе визита Шафаг Байрамова встретилась со своими коллегами палеонтологами и стратиграфами нашего института и в теплой дружественной и рабочей атмосфере обсуждались ключевые направления сотрудничества, которые могут вывести геологическую науку наших стран на новый уровень:",
                 "🔹 Обмен опытом между научными школами Казахстана и Азербайджана – укрепление международных связей.",
                 "🔹 Геологоразведка и добыча полезных ископаемых – обмен передовыми методиками и технологиями.",
                 "🔹 Геофизические и геохимические исследования – совместные проекты по изучению строения недр.",
                 "🔹 Энергетическая безопасность и устойчивое освоение природных ресурсов – поиск баланса между добычей и экологией.",
                 "🔹 Подготовка молодых специалистов и совместные экспедиции – формирование нового поколения геологов.",
                 "Казахстан и Азербайджан объединяет не только общая история, но и стратегический взгляд на развитие геологии, нефтегазового сектора и минеральных ресурсов. Я уверен, что это только начало долгосрочного и продуктивного партнерства!"
                ],
          "en": ["Today, our Satbayev Institute of Geological Sciences was honored to welcome Shafag Bayramova, Head of the Paleontology and Stratigraphy Division of the Institute of Geology and Geophysics under the Ministry of Education and Science of the Republic of Azerbaijan.",
                 "During her working visit, Shafag Bayramova met with her Kazakhstani colleagues—paleontologists and stratigraphers—and in a warm, friendly and professional atmosphere, they discussed key areas of cooperation that could elevate geological science in both countries:",
                 "🔹 Exchange of experience between scientific schools of Kazakhstan and Azerbaijan – strengthening international ties.",
                 "🔹 Mineral exploration and extraction – sharing advanced methodologies and technologies.",
                 "🔹 Geophysical and geochemical research – joint projects to study subsurface structures.",
                 "🔹 Energy security and sustainable resource development – balancing extraction and ecology.",
                 "🔹 Training of young specialists and joint expeditions – forming a new generation of geologists.",
                 "Kazakhstan and Azerbaijan are connected not only by shared history but also by a strategic vision for the development of geology, the oil and gas sector, and mineral resources. I am confident this is just the beginning of a long-term and fruitful partnership!"],
          "kz": ["Бүгін жұмыс сапарымен Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институтына Әзербайжан Республикасы Білім және ғылым министрлігіне қарасты Геология және геофизика институтының палеонтология және стратиграфия бөлімінің басшысы Шафағ Байрамова келді.",
                 "Сапар барысында Шафағ Байрамова институтымыздың палеонтолог және стратиграф әріптестерімен кездесті. Достыққа толы жылы және іскерлік атмосферада екі елдің геология ғылымын жаңа деңгейге көтере алатын маңызды ынтымақтастық бағыттары талқыланды:",
                 "🔹 Қазақстан мен Әзербайжанның ғылыми мектептері арасында тәжірибе алмасу – халықаралық байланыстарды нығайту.",
                 "🔹 Геологиялық барлау және пайдалы қазбаларды өндіру – заманауи әдістер мен технологиялармен алмасу.",
                 "🔹 Геофизикалық және геохимиялық зерттеулер – жер қойнауын зерттеуге бағытталған бірлескен жобалар.",
                 "🔹 Энергетикалық қауіпсіздік және табиғи ресурстарды тұрақты игеру – өндіріс пен экология арасындағы тепе-теңдікті іздеу.",
                 "🔹 Жас мамандарды даярлау және бірлескен экспедициялар – жаңа буын геологтарын қалыптастыру.",
                 "Қазақстан мен Әзербайжанды ортақ тарих қана емес, геология, мұнай-газ секторы мен минералдық ресурстарды дамытудағы стратегиялық көзқарас та біріктіреді. Бұл ұзақ мерзімді және нәтижелі серіктестіктің бастауы екеніне сенімдімін!"
                ],
          "zh": ["今天，阿塞拜疆共和国教育与科学部下属地质与地球物理研究所的古生物与地层学部主任沙法格·拜拉莫娃对卡尼什·萨特帕耶夫命名的地质科学研究所进行了工作访问。",
                 "在访问期间，沙法格·拜拉莫娃与我所的古生物学家和地层学家同事们会面，在温暖友好且富有成效的氛围中，双方讨论了可能将两国地质科学提升到新高度的关键合作方向：",
                 "🔹 哈萨克斯坦与阿塞拜疆科研学派之间的经验交流——加强国际合作。",
                 "🔹 地质勘探与矿产开采——交流先进技术与方法。",
                 "🔹 地球物理与地球化学研究——共同研究地壳结构的项目。",
                 "🔹 能源安全与资源可持续开发——在开采与生态之间寻找平衡。",
                 "🔹 青年专家培养与联合考察——打造新一代地质学家。",
                 "哈萨克斯坦与阿塞拜疆不仅有共同的历史，更有发展地质、油气和矿产资源领域的战略愿景。我相信，这只是长期且富有成效合作的开始！"
                ]
        },
        "images": [
            "/news/news5.1.jpg",
            "/news/news5.2.jpg",
            "/news/news5.3.jpg",
            "/news/news5.4.jpg"
        ],
        "videos": null
    },
    {
        "id": 11,
        "date": "27.02.2025",
        "title": {
            "ru": "Вдохновляющий момент в Институте Геологических Наук",
            "en": "An inspiring moment at the Institute of Geological Sciences",
            "kz": "Геологиялық ғылымдар институтындағы шабытты сәт",
            "zh": "地质科学研究所的鼓舞人心时刻"
        },
        "content": {
          "ru": ["Сегодня в нашем институте прошла насыщенная и интересная встреча! Я был рад встретиться с талантливыми молодыми учеными из Института Геологии и Нефтегазового Дела нашего Satbayev University. Мы собрались, чтобы обсудить самые актуальные тренды в науке.",
                 "Как руководитель этого удивительного учреждения, я горжусь тем, что могу поддерживать связь с моими коллегами, с которыми мы вместе работали в ИГНГД, которые по сей день считают меня своим наставником и ментором. Это люди, стремящиеся к новым открытиям и инновациям.",
                 "В результате нашего общения мы выработали новые идеи и подходы к поддержке и развитию молодых кадров в науке, что особенно важно для укрепления научного потенциала и продвижения передовых исследований. Мы обсудили ключевые направления в геологии, экологии и устойчивом развитии, а также важные аспекты нефтегазовой отрасли.",
                 "Каждое общение с ними заряжает меня новыми идеями и вдохновением."
                ],
          "en": ["Today we had a rich and engaging meeting at our institute! I was delighted to meet with talented young scientists from the Institute of Geology and Oil & Gas of our Satbayev University. We gathered to discuss the most current trends in science.",
                 "As the head of this amazing institution, I’m proud to stay connected with my colleagues from IGOGI, who still consider me their mentor. These are individuals driven by discovery and innovation.",
                 "As a result of our discussion, we developed new ideas and approaches to support and grow young researchers—something essential to strengthening scientific capacity and advancing cutting-edge studies. We touched on key directions in geology, ecology, and sustainable development, as well as vital aspects of the oil and gas sector.",
                 "Every interaction with them fills me with fresh ideas and inspiration."
                ],
          "kz": ["Бүгін институтымызда мазмұнды әрі қызықты кездесу өтті! Мен Satbayev University-дің Геология және Мұнай-газ ісі институтының талантты жас ғалымдарымен кездескеніме қуаныштымын. Біз ғылымдағы ең өзекті трендтерді талқылау үшін жиналдық.",
                 "Осы тамаша мекеменің басшысы ретінде мен ИГМГИ-да бірге жұмыс істеген, әлі күнге дейін мені тәлімгері деп санайтын әріптестеріммен байланысты сақтауыммен мақтанамын. Олар — жаңалық пен инновацияға ұмтылатын жандар.",
                 "Кездесудің нәтижесінде біз жас ғалымдарды қолдау мен дамытуға бағытталған жаңа идеялар мен тәсілдерді ұсындық, бұл ғылыми әлеуетті нығайту мен алдыңғы қатарлы зерттеулерді ілгерілетуде аса маңызды. Біз геология, экология және тұрақты даму саласындағы басты бағыттарды, сондай-ақ мұнай-газ саласының маңызды аспектілерін талқыладық.",
                 "Олармен әр сұхбат маған жаңа идеялар мен шабыт сыйлайды."
                ],
          "zh": [
                "今天我们研究所举办了一场内容丰富且极具趣味的交流活动！我非常高兴能与来自我们Satbayev University地质与油气工程研究所的优秀青年科学家们见面。我们齐聚一堂，共同探讨当今科学领域中最前沿的趋势。",
                "作为这个卓越机构的领导者，我为能够与曾经在地质与油气研究所共事的同仁保持联系而感到自豪。至今，他们仍视我为导师与引路人。这些人怀抱对新发现和创新的热情，始终追求卓越。",
                "通过我们的深入交流，我们提出了许多支持与培养青年科研人才的新思路与新方法，这对于增强科研潜力和推动前沿研究具有重要意义。我们讨论了地质学、生态学与可持续发展等关键方向，以及油气行业中的重要议题。",
                "每一次与他们的交流都让我收获新的想法与灵感。"
                ]        },
        "images": [
            "/news/news6.1.jpg",
            "/news/news6.2.jpg",
            "/news/news6.3.jpg"
        ],
        "videos": null
    },
    {
        "id": 12,
        "date": "28.02.2025",
        "title": {
            "ru": "Геология и сотрудничество: казахстанско-китайское партнерство на высоте",
            "en": "Geology and Cooperation: Kazakhstan–China Partnership at Its Peak",
            "kz": "Геология және ынтымақтастық: Қазақстан мен Қытай арасындағы серіктестік жоғары деңгейде",
            "zh": "地质与合作：哈中伙伴关系再攀高峰"
        },
        "content": {
          "ru": ["28 февраля в Алматы на базе Satbayev University прошло знаковое событие — 12-е заседание Подкомитета по геологии и недропользованию казахстанско-китайского Комитета по сотрудничеству. Мероприятие собрало ведущих ученых и специалистов из обеих стран, став важным шагом на пути укрепления научных и экономических связей между Казахстаном и Китаем.",
                 "🔬 Программа заседания охватывала ключевые темы геологического взаимодействия, включая проекты по составлению карт геологического содержания приграничных территорий, изучение закономерностей размещения месторождений полезных ископаемых, а также продолжение работ по оценке прогнозных ресурсов в Восточно-Казахстанской области.",
                 "💬 Приветственные слова произнесли высокие гости: Ерлан Акбаров — Председатель Комитета геологии Министерства промышленности и строительства РК, и XU Xueyi — Заместитель директора Китайской геологической службы.",
                 "🧑‍🔬 Участники обсудили ряд интереснейших проектов, связанных с геологическим строением и минерагенией приграничных территорий. Эксперты поделились актуальной информацией о геологических особенностях Джунгарского Алатау и других ключевых регионах.",
                 "📚 Также для гостей была организована экскурсия по Минералогическому музею Satbayev University, где участники смогли познакомиться с уникальными образцами геологических материалов.",
                 "🌱 Сотрудничество с нашими китайскими коллегами открывает новые перспективы для исследования недр и разработки полезных ископаемых, что значительно способствует устойчивому развитию обеих стран."
                ],
          "en": ["On February 28, Satbayev University in Almaty hosted the 12th meeting of the Kazakhstan–China Subcommittee on Geology and Subsoil Use under the Bilateral Cooperation Committee. The event brought together leading scientists and experts from both countries and marked a major step toward strengthening scientific and economic ties between Kazakhstan and China.",
                 "🔬 The program covered key topics in geological collaboration, including joint mapping of geological features in border areas, studying the distribution patterns of mineral deposits, and continuing the assessment of forecasted resources in East Kazakhstan.",
                 "💬 Welcome remarks were delivered by prominent guests: Yerlan Akbarov, Chairman of the Committee of Geology under the Ministry of Industry and Construction of Kazakhstan, and Xu Xueyi, Deputy Director of the China Geological Survey.",
                 "🧑‍🔬 Participants discussed several exciting joint projects related to the geological structure and metallogeny of border territories. Experts shared up-to-date insights on the geology of the Dzungarian Alatau and other key regions.",
                 "📚 Guests also visited the Mineralogical Museum at Satbayev University, where they viewed unique geological specimens.",
                 "🌱 Cooperation with our Chinese colleagues opens up new opportunities for subsoil research and resource development, contributing significantly to the sustainable development of both nations."
                ],
          "kz": ["28 ақпанда Алматыда Satbayev University базасында Қазақстан мен Қытай арасындағы ынтымақтастық комитетінің Геология және жер қойнауын пайдалану жөніндегі қосалқы комитетінің 12-отырысы өтті. Бұл маңызды іс-шара екі елдің жетекші ғалымдары мен мамандарын біріктіріп, ғылыми және экономикалық байланысты нығайту жолында үлкен қадам болды.",
                 "🔬 Кездесу бағдарламасы шекара маңындағы аумақтардың геологиялық карталарын жасау, пайдалы қазбалардың орналасу заңдылықтарын зерттеу, сондай-ақ Шығыс Қазақстан облысындағы болжамдық ресурстарды бағалау бойынша жобаларды қамтыды.",
                 "💬 Қонақтарға арналған құттықтау сөздерін ҚР Индустрия және құрылыс министрлігі Геология комитетінің төрағасы Ерлан Ақбаров және Қытай геологиялық қызметі директорының орынбасары Сюй Сюэй айтты.",
                 "🧑‍🔬 Қатысушылар шекаралық аумақтардың геологиялық құрылысы мен минерагениясына қатысты бірқатар қызықты жобаларды талқылады. Сарапшылар Жоңғар Алатауы мен басқа да маңызды аймақтардың геологиялық ерекшеліктері туралы өзекті ақпаратпен бөлісті.",
                 "📚 Сондай-ақ Satbayev University Минералогиялық музейіне экскурсия ұйымдастырылып, қатысушылар геологиялық материалдардың бірегей үлгілерімен танысты.",
                 "🌱 Қытайлық әріптестермен ынтымақтастық жер қойнауын зерттеу мен пайдалы қазбаларды игеру саласындағы жаңа мүмкіндіктерге жол ашады, бұл екі елдің тұрақты дамуына елеулі үлес қосады."
                ],
          "zh": ["2月28日，阿拉木图Satbayev大学主办了哈萨克斯坦—中国合作委员会下属地质与矿产资源利用分委会第十二次会议。此次会议汇聚了两国顶尖科学家和专家，成为加强哈中在科学与经济领域合作的重要一步。",
                 "🔬 会议议程涵盖了地质合作的关键议题，包括共同编制边境地区地质图、研究矿产资源成矿规律，以及继续推进东哈萨克斯坦地区预测性资源评估工作。",
                 "💬 开幕致辞由哈萨克斯坦工业与建设部地质委员会主席叶尔兰·阿克巴罗夫与中国地质调查局副局长许学义发表。",
                 "🧑‍🔬 与会者讨论了边境地区地质结构与成矿学相关的一系列重要合作项目，专家们分享了关于准噶尔阿拉套及其他重点地区的最新地质信息。",
                 "📚 此外，来宾们还参观了Satbayev大学的矿物学博物馆，欣赏了独特的地质标本。",
                 "🌱 与中国同行的合作为矿产资源勘查与开发开辟了新前景，极大地促进了两国的可持续发展。"
                ]
        },
        "images": [
            "/news/news7.1.jpg",
            "/news/news7.2.jpg",
            "/news/news7.3.jpg",
            "/news/news7.4.jpg",
            "/news/news7.5.jpg"
        ],
        "videos": null
    },
    {
        "id": 13,
        "date": "12.03.2025",
        "title": {
            "ru": "Мероприятие совместно с Esentai Gallery",
            "en": "Event held in collaboration with Esentai Gallery",
            "kz": "Іс-шара Esentai Gallery серіктестігімен бірге өткізілді",
            "zh": "与Esentai画廊联合举办的活动"
        },
        "content": {
          "ru": ["Сегодня наш Институт Геологических Наук им. К.И. Сатпаева, совместно с Esentai Gallery, провел необычное мероприятие — “Геологическое основание мира”.",
                 "В рамках выставки художницы Екатерины Никоноровой прошла увлекательная лекция заведующей научно-исследовательской лаборатории мезозоя и кайнозоя, доктора геолого-минералогических наук — Нигматовой Саиды Араповны.",
                 "В одном пространстве встретились любители искусства и те, кто жаждет глубже понять историю нашей планеты. В итоге получился настоящий синтез наук о Земле и творческого подхода к познанию действительности.",
                 "Зачем всё это? Мы верим в удивительное созвучие природы и человека, науки и искусства. Геология способна помочь художникам взглянуть на мир через призму миллионов лет истории, а искусство вносит новую эстетику в научное восприятие. Для нашего института это важный шаг: мы стремимся показать, что фундаментальные знания о процессах, формировавших Землю, могут быть не только научно значимыми, но и вдохновляющими для широкой публики. Такие шаги способны реально вдохновлять талантливую молодежь — именно этих принципов придерживались Каныш Сатпаев и Мухтар Ауезов в своей многолетней дружбе и креативной консолидации.",
                 "Я искренне надеюсь, что этот вечер станет только началом более масштабного диалога между наукой и творчеством. Ведь когда мы объединяем знания о природе с художественной интерпретацией, рождается нечто большее, чем простая сумма двух областей: появляется новый язык, на котором может говорить весь мир."
                ],
          "en": ["Today, our Satbayev Institute of Geological Sciences, together with Esentai Gallery, held a unique event — 'The Geological Foundation of the World.'",
                 "As part of the exhibition of artist Ekaterina Nikonorova, an engaging lecture was given by Dr. Saida Nigmatova, head of the Mesozoic and Cenozoic research lab and doctor of geological and mineralogical sciences.",
                 "Art lovers and those eager to understand our planet's history came together in one space. The result was a genuine synthesis of Earth sciences and creative perception.",
                 "Why do this? We believe in the harmony of nature and humanity, science and art. Geology can help artists see the world through millions of years of history, and art brings new aesthetics into scientific perception. For our institute, this is an important step: we aim to show that fundamental knowledge about the processes that formed the Earth can be not only scientifically valuable but also inspiring for the general public. Such steps can truly inspire young talent — the same principles followed by Kanysh Satpayev and Mukhtar Auezov in their long-standing friendship and creative collaboration.",
                 "I sincerely hope this evening is just the beginning of a broader dialogue between science and creativity. When we combine knowledge of nature with artistic interpretation, something greater is born — a new language through which the world can speak."
                ],
          "kz": ["Бүгін Қ.И. Сәтбаев атындағы Геологиялық ғылымдар институты Esentai Gallery-мен бірлесе отырып, ерекше іс-шара — «Әлемнің геологиялық негізі» атты кеш өткізді.",
                 "Көрме аясында суретші Екатерина Никонорованың туындылары көрсетіліп, мезозой мен кайнозой зертханасының меңгерушісі, геология-минералогия ғылымдарының докторы Саида Араповна Нигматованың қызықты дәрісі өтті.",
                 "Бұл кеңістікте өнер сүйер қауым мен Жер тарихын тереңірек түсінгісі келетін жандар бас қосты. Ғылым мен өнердің шынайы синтезі жүзеге асты.",
                 "Мұның бәрі не үшін? Біз табиғат пен адам, ғылым мен өнер үйлесіміне сенеміз. Геология суретшілерге әлемге миллиондаған жылдық тарих көзқарасымен қарауға мүмкіндік береді, ал өнер ғылымға жаңа эстетика сыйлайды. Біздің институт үшін бұл маңызды қадам: біз Жердің қалыптасу үдерістерін зерттеу тек ғылыми маңызға ие емес, сонымен қатар көпшілікке шабыт көзі бола алатынын көрсеткіміз келеді. Мұндай қадамдар талантты жастарға шабыт береді — бұл Қаныш Сәтбаев пен Мұхтар Әуезовтің ұзақ жылдар бойғы достығы мен шығармашылық ынтымақтастығындағы негізгі қағидаттар еді.",
                 "Мен бұл кеш ғылым мен шығармашылық арасындағы кең ауқымды диалогтың бастауы болады деп үміттенемін. Табиғатты тану мен оны көркем түсіндіруді біріктіргенде, екі саланың қарапайым қосындысынан да артық — бүкіл әлем түсіне алатын жаңа тіл пайда болады."
                ],
          "zh": [
                "今天，我们K.I.萨特帕耶夫地质科学研究所与Esentai Gallery联合举办了一场别开生面的活动——“世界的地质基础”。",
                "在艺术家叶卡捷琳娜·尼科诺罗娃的展览框架内，举行了一场精彩的讲座，主讲人是中生代与新生代科研实验室主任、地质矿物学博士——赛依达·阿拉波芙娜·尼格马托娃。",
                "在同一个空间里，艺术爱好者与渴望深入了解地球历史的人们相聚，共同见证了地球科学与艺术认知融合的独特碰撞。",
                "为什么要举办这样的活动？我们相信自然与人类、科学与艺术之间存在奇妙的和谐。地质学能够帮助艺术家通过亿万年历史的视角看待世界，而艺术则为科学认知带来了新的审美体验。对我们研究所来说，这是一项重要的举措：我们希望向公众展示，研究地球演化过程的基础知识不仅具有科学价值，也能够激发灵感。正是这样的理念，在卡尼什·萨特帕耶夫和穆赫塔尔·阿乌埃佐夫多年来的友谊与创造性合作中得到了体现。",
                "我真诚地希望，这个夜晚只是科学与艺术之间更广泛对话的开端。因为当我们将自然知识与艺术诠释结合时，所诞生的，将不再只是两个领域的总和，而是一种全新的语言——全世界都能听懂的语言。"
                ]        
        },
        "images": [
            "/news/news8.1.jpg",
            "/news/news8.2.jpg"
        ],
        "videos": null
    }
]