[
    {
        "year": "1940 г",
        "text": "Основание Института геологических наук на базе геологического сектора Казахского филиала АН СССР."
    },
    {
        "year": "1941–1945 гг",
        "text": "Геологические исследования ИГН способствуют снабжению фронта стратегическим сырьем (медь, марганец, свинец, молибден, олово)."
    },
    {
        "year": "1945–1946 гг",
        "text": "Создание самостоятельных научных учреждений (Институты горного дела, химии, металлургии и обогащения, гидрогеологии и гидрофизики)."
    },
    {
        "year": "1946–1963 гг",
        "text": "Масштабные геологические исследования, создание стратиграфических схем и геологических карт масштаба 1:200000."
    },
    {
        "year": "1958 г",
        "text": "Первая прогнозно-металлогеническая карта Центрального Казахстана, за которую коллектив ИГН получает Ленинскую премию.Проведение первого Всесоюзного металлогенического совещания в Алма-Ате."
    },
    {
        "year": "1964 г",
        "text": "Присвоение Институту имени К.И. Сатпаева."
    },
    {
        "year": "1964–1968 гг",
        "text": "Комплексные исследования Успенской тектонической зоны, создание фундаментальной монографии."
    },
    {
        "year": "1968–1971 гг",
        "text": "Издание «Геологической карты Казахской ССР» (1968) и «Тектонической карты Казахской ССР» (1971)."
    },
    {
        "year": "1973–1980 гг",
        "text": "Геолого-металлогенические исследования регионов Мугоджары, Шу-Илийского, Северного Казахстана, Каратау и Балхашского сегмента."
    },
    {
        "year": "1974 г",
        "text": "Организация крупного Казахстанского петрографического совещания."
    },
    {
        "year": "1995 г",
        "text": "Присуждение Государственной премии РК группе сотрудников ИГН за разработку научных основ благородных металлов."
    },
    {
        "year": "1990–2000 гг",
        "text": "Фундаментальные исследования новых типов месторождений (золото, серебро, платиноиды), разработки по проблеме Медного пояса Жезказган-Айнак."
    },
    {
        "year": "2000-е г",
        "text": "Впервые составлены 30-томный справочник «Месторождения полезных ископаемых Казахстана» и «Атлас моделей месторождений полезных ископаемых Казахстана»."
    },
    {
        "year": "2008–2009 гг",
        "text": "Создание и издание Минерагенической карты Казахстана масштаба 1:1000000 нового поколения, присуждение Государственной премии."
    },
    {
        "year": "2009 г",
        "text": "Введение методов ГИС-технологий и дистанционного зондирования земли для оценки минерально-сырьевых ресурсов."
    },
    {
        "year": "2023 г",
        "text": "Завершение работы по созданию фундаментального «Атласа месторождений твердых полезных ископаемых Республики Казахстан»"
    }
]